<!doctype html>
<html lang="fr">

<head>
    <meta charset="utf-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Carnet de Bord</title>
    <link rel="stylesheet" href="styles/stylesheet.css" />

    <link rel="icon" type="image/svg+xml" href="./Images/FavIcon.svg" />

</head> <!-- On referme la partie head -->

<body>

    <div class="header">
        <div class="headerContainer">
        <div class='frise'>
            <a>04.04</a>
            <a>05.04</a>
            <a>19.04</a>
            <a>21.04</a>
            <a>22.04</a>
            <a>02.05</a>
            <a>03.05</a>
            <a>05.05</a>
            <a>08.05</a>
            <a>09.05</a>
            <a>18.05</a>
            <a>20.05</a>
            <a>23.05</a>
            <a>27.05</a>
            <a>28.05</a>
            <a>30.05</a>
            <a>01.06</a>
            <a>03.06</a>
            <a>Références</a>

        </div>
        <div class='date'>04.04</div>
    </div>
    </div>

    <div class='container'>
        <div class="scrollContainer">
            <div id="left" class="column">

                <div class='section' id='section-1'>
                    <h2>Notes pré-entretien</h2>
                    <p><br></p>
                    <h3>Objectifs</h3>
                    <ul>
                        <li>D&eacute;finir la vision</li>
                        <li>Nourrir une IA d&rsquo;image d&rsquo;un # ou d&rsquo;un compte
                            d&rsquo;agr&eacute;gat et de reproduire, de d&eacute;former, de critique</li>
                        <li>Notions phares</li>
                        <ul>
                            <li>Red&eacute;finition</li>
                            <li>R&eacute;vision</li>
                            <li>Construction d&rsquo;utopie, de monde en parall&egrave;le</li>
                            <li>Transformation / Traduction / ingr&eacute;dients</li>
                        </ul>
                    </ul>
    
                    <br>
                    <h2>Entretien avec Brice Domingue</h2>
                    <p><br></p>
                    <h3>R&eacute;f&eacute;rences</h3>
                    <ul>
                        <li>Julien Pr&eacute;vaux -&nbsp;<a
                                href="https://www.google.com/url?q=https://vimeo.com/111013619&sa=D&source=editors&ust=1655326715266667&usg=AOvVaw30GMfVH6z7_NTi4XfIEMXD">What
                                Should We Do Next</a></li>
                        <li>Penny Marshall -&nbsp;<a
                                href="https://www.google.com/url?q=https://www.imdb.com/title/tt0094737/&sa=D&source=editors&ust=1655326715266988&usg=AOvVaw0cbiBydkUbgMbe4byq2cc-">Big</a>
                        </li>
                        <li>Spotify could soon replace real artists with AI music&nbsp;-&nbsp;<a
                                href="https://www.google.com/url?q=https://www.inputmag.com/tech/spotify-could-soon-replace-real-artists-with-ai-music&sa=D&source=editors&ust=1655326715267392&usg=AOvVaw1j4D_fMnSyysWX3C13wNv0">InputMag</a>
                        </li>
                        <li>Alan Cross &amp; Tom Spezialy -&nbsp;<a
                                href="https://www.google.com/url?q=https://www.imdb.com/title/tt0108988/&sa=D&source=editors&ust=1655326715267740&usg=AOvVaw3wy6ZNkeupLTDFR2RarX5h">Code
                                Lisa</a></li>
                        <li>Boule &Agrave; Z -&nbsp;<a
                                href="https://www.google.com/url?q=https://www.instagram.com/editions.auxtomates/&sa=D&source=editors&ust=1655326715268101&usg=AOvVaw1aodDGs-TszRSnaoGZhbfm">&Eacute;ditions
                                aux tomates</a></li>
                        <li>Pierre Bismuth -&nbsp;<a
                                href="https://www.google.com/url?q=https://www.centrepompidou.fr/fr/ressources/oeuvre/cL9axjn&sa=D&source=editors&ust=1655326715268446&usg=AOvVaw1Jij0p3qgg2V2cXwP7zfV7">En
                                suivant la main droite - de Marilyn Monroe dans &quot;Some Like it Hot&quot;</a></li>
                        <li>Gilles de Brock</li>
                        <li>William Morris</li>
                    </ul>
                    <br>
    
                    <h3>Recherches</h3>
                    <ul>
                        <li>Les lettres de non-motivation</li>
                        <li>Une m&eacute;chanique sur les gestes</li>
                        <li>Dessiner ou jouer avec les yeux</li>
                        <li>Machine peux tu me faire un dessert ?</li>
                        <li>J&rsquo;irais d&icirc;ner chez vous // repas + animation</li>
                        <li>Un &eacute;l&eacute;ment qui f&eacute;d&egrave;re // Le repas</li>
                        <li>Une chaise et une table programm&eacute; ou m&ecirc;me le menu</li>
                        <li>Que m&ecirc;me le programme puisse int&eacute;grer l&rsquo;interaction, le programme</li>
                        <li>Cr&eacute;er une machine qui produit du design ?</li>
                        <li>La notion de l&rsquo;&eacute;v&egrave;nement la rend collaborative // pr&eacute;voit une
                            activit&eacute; au jury</li>
                        <li>Faire de la computation humaine</li>
                        <li>Faire dispara&icirc;tre la machine ?</li>
                        <li>Rendre tous les possibles faisables</li>
                        <li>Se poser la question du r&ocirc;le</li>
                        <li>Justifier les comp&eacute;tences de chacun</li>
                        <li>Parler de la force de production que &ccedil;a implique</li>
                        <li>Chacun est leader d&rsquo;une id&eacute;e dans l&apos;&eacute;v&eacute;nement</li>
                        <li>Une place forte par personne, des supports pr&eacute;cis pour chacun</li>
                        <li>Un logiciel qui fait des affiches tout seul</li>
                        <li>Application dystopique</li>
                        <li>Railler le monde des start-up</li>
                        <li>Pousser le truc de Canvas</li>
                        <li>Caricature lancement d&rsquo;Apple</li>
                    </ul>
                    <p><br></p>
                    <h3>R&eacute;sum&eacute;</h3>
                    <ul>
                        <li>Postulat dystopique / utopique qui interroge la place du programme au sein de la
                            cr&eacute;ation. Qui se r&eacute;sume en un repas, un &eacute;v&egrave;nement ou on met &agrave;
                            l&rsquo;&eacute;preuve ce programme, qui cr&eacute;er les &eacute;l&eacute;ments les supports,
                            les lieux, la communication, etc.</li>
                    </ul>
    
    
                </div>
                <div class='section' id='section-2'>
                    <h3>Ébauche de note d'intention</h3>
                    <ul>
                        <li>Ce projet pluriel unit trois visions compl&eacute;mentaires autour d&rsquo;une
                            probl&eacute;matique commune : peut-on produire des visuels programm&eacute;s sans entacher
                            leurs fonctions et leurs sensibilit&eacute;s ? Pour amorcer des &eacute;l&eacute;ments de
                            r&eacute;ponses &agrave; ces questions, nous nous sommes int&eacute;ress&eacute;s &agrave; la
                            pratique des &laquo; logo makers &raquo;. Ce sont des services souvent virtuels qui produisent,
                            suite &agrave; un questionnaire, un visuel personnalis&eacute;. Ils viennent alors se substituer
                            au travail d&rsquo;un designer graphique. Suite logique d&rsquo;un historique d&rsquo;outils
                            cr&eacute;atifs toujours plus accessibles techniquement (Xpress, Adobe, Canvas, etc.), ces
                            services uniformis&eacute;s traitent les demandes avec une absence de r&eacute;flexion et
                            d&rsquo;&eacute;motions. Les visuels ainsi produits sont, pour la plupart, na&iuml;fs et froids.
                            Nous souhaitons adopter une posture critique envers ces outils en &eacute;tablissant un
                            protocole de cr&eacute;ation similaire. Nous impl&eacute;menterons ce protocole au coeur
                            d&rsquo;outils de conception graphique afin de tester ses limites et de d&eacute;montrer
                            l&rsquo;absurdit&eacute; actuelle de la cr&eacute;ation graphique par ces machines. Cette
                            m&eacute;thodologie nous permettra de souligner l&rsquo;aspect avilissant et destructeur
                            d&rsquo;un protocole froid sur des produits sensibles comme des typographies, des visuels ou
                            bien des moments de partage. Ce traitement de l&rsquo;absurde est en partie inspir&eacute; par
                            la d&eacute;marche, le travail et le questionnement de Julien Pr&eacute;vieux dans What Shall We
                            Do Next. L&rsquo;artiste substitue les mouvements &agrave; leur fonction, passant d&rsquo;un
                            geste utilitaire &agrave; une chor&eacute;graphie absurde et po&eacute;tique. C&rsquo;est dans
                            la m&ecirc;me dynamique d&rsquo;extrapolation d&rsquo;un geste, jusqu&rsquo;&agrave; en
                            d&eacute;couvrir les limites et les transgresser vers l&rsquo;absurde que nous voulons inscrire
                            ce projet. Nous souhaitons pousser cette d&eacute;marche &agrave; son paroxysme.
                            Cristallis&eacute;e autour d&rsquo;un moment de partage et d&rsquo;&eacute;change qui nous
                            permettrait de r&eacute;p&eacute;ter et d&rsquo;&eacute;prouver ces protocoles, nous
                            associerions plusieurs pratiques et questionnements autour d&rsquo;une exp&eacute;rience
                            performative que serait le repas.</li>
                        <li>Le repas et tout ce qui l&rsquo;entoure, de par sa port&eacute;e symbolique, nous para&icirc;t
                            &ecirc;tre un moment sensible. Malgr&eacute; une simplicit&eacute; apparente
                            d&rsquo;ex&eacute;cution requiert une sensibilit&eacute; et un rapport humain pour &ecirc;tre
                            agr&eacute;able. C&rsquo;est aussi une plateforme d&rsquo;&eacute;change, de d&eacute;bats et un
                            catalyseur de solutions concr&egrave;tes. Cela en fait un moment en parfaite rupture avec la
                            froideur d'ex&eacute;cution d&rsquo;une machine, cr&eacute;ant ainsi un paradoxe
                            int&eacute;ressant pour la mise &agrave; l&rsquo;&eacute;preuve de nos cr&eacute;ations. Nous
                            rendrons compte d&rsquo;un paysage graphique et d&rsquo;une exp&eacute;rience de repas
                            programm&eacute;, o&ugrave; chaque &eacute;l&eacute;ment a un positionnement et un graphisme
                            bas&eacute; sur un protocole. Ce dernier aurait une optique d&rsquo;optimisation, et de produire
                            le service le plus fid&egrave;le &agrave; la demande du client, mais ce, sans aucun jugement ou
                            discernement critique, comme en sont (in)capables les machines. Ce projet mettra nos
                            diff&eacute;rentes comp&eacute;tences au service de ces exp&eacute;rimentations. Aur&eacute;lien
                            se dirigera vers la fabrication du protocole g&eacute;n&eacute;ral et de son application sur les
                            diff&eacute;rents &eacute;l&eacute;ments imprim&eacute;s comme les nappes, les serviettes, les
                            invitations, les menus et autres. Les typographies accompagnant ces &eacute;l&eacute;ments
                            seront conceptualis&eacute;es, trait&eacute;es et transform&eacute;es par Romain en suivant
                            plusieurs &eacute;tapes. Il s&rsquo;agira tout d&rsquo;abord de fabriquer une typographie
                            id&eacute;ale &agrave; partir d&rsquo;un questionnaire et d&rsquo;un processus de choix, avant
                            de la transformer en y apportant une sensibilit&eacute; issue des repas. Ces derniers demandent
                            l&rsquo;&eacute;laboration de plats et d&rsquo;une sc&eacute;nographie dont la cr&eacute;ation
                            sera port&eacute;e par Antoine. Toujours sous la direction d&rsquo;un protocole, il
                            s&rsquo;agira de concevoir des &eacute;l&eacute;ments physiques, tels que la table, la
                            vaisselle, les assises et la d&eacute;coration. De m&ecirc;me, il faudra imaginer et
                            r&eacute;aliser un repas &ldquo;id&eacute;al&rdquo; pour les convives. Au-del&agrave; des
                            exp&eacute;rimentations et de la performance, nous accompagnerons nos cr&eacute;ations
                            graphiques d&rsquo;&eacute;l&eacute;ments de compte-rendu tels qu&rsquo;une &eacute;dition
                            relatant nos observations et ces repas performatifs. Ces derniers seront chacuns
                            document&eacute;s selon trois &eacute;tapes : avant le repas, pendant et apr&egrave;s.</li>
                    </ul>
                </div>
                <div class='section' id='section-3'>
                    <h2>R&eacute;sultat d&rsquo;une semaine de recherche</h2>
                    <p><br></p>
                    <h3>R&eacute;f&eacute;rences</h3>
                    <ul>
                        <li>Joey Lee -&nbsp;<a
                                href="https://www.google.com/url?q=https://geo.hidden-faces.net/&sa=D&source=editors&ust=1655458558919609&usg=AOvVaw0pApT6Zml-DRGh8rm8YoOv">The
                                Geography of Hidden Face</a></li>
                        <li>Alsino Skowronnek -&nbsp;<a
                                href="https://www.google.com/url?q=https://alsino.io/the-amazing-augmented-tagger-machine/&sa=D&source=editors&ust=1655458558920073&usg=AOvVaw1kf5sgxbgHKV9N11D6dCwG">The
                                Amazing Augmented Tagger Machine</a></li>
                        <li>Philipp Schmitt -&nbsp;<a
                                href="https://www.google.com/url?q=https://humans-of.ai/?img%3D2%231698,2188&sa=D&source=editors&ust=1655458558920452&usg=AOvVaw2zLFEl5VCprHOdQA9KgRH2">Humans
                                of AI</a></li>
                        <li>Daniel Shiffman -&nbsp;<a
                                href="https://www.google.com/url?q=https://www.youtube.com/watch?list%3DPLRqwX-V7Uu6YPSwT06y_AEYTqIwbeam3y%26v%3D26uABexmOX4%26feature%3Dyoutu.be%26ab_channel%3DTheCodingTrain&sa=D&source=editors&ust=1655458558920978&usg=AOvVaw3yrofMy8Uy4dmbU2ieTfYL">Beginner&apos;s
                                Guide to Machine Learning with ml5.js</a></li>
                        <li>L&aacute;szl&oacute; Moholy-Nagy -&nbsp;<a
                                href="https://www.google.com/url?q=http://lacmaonfire.blogspot.com/2017/03/did-moholy-nagy-phone-in-these-paintings.html&sa=D&source=editors&ust=1655458558929373&usg=AOvVaw3tJ1LfnYsQADlGhFydjPPp">Telephone
                                Paintings</a></li>
                        <li>Edward Rusha -&nbsp;<a
                                href="https://www.google.com/url?q=https://www.moma.org/collection/works/199180&sa=D&source=editors&ust=1655458558929809&usg=AOvVaw08_KmS7wKuIE7N-q6LAHS2">New
                                Paintings of Common Objects</a></li>
    
                    </ul>
                    <p><br></p>
                    <h3>Recherches</h3>
                    <ul>
                        <li>Pour l&rsquo;instant l&rsquo;IA est ex&eacute;cutante, et produit des visuels maladroits,
                            incomplet et psych&eacute;d&eacute;lique</li>
                        <li>Le postulat que nous souhaitions avoir avec l&rsquo;IA comme DA n&rsquo;est pas encore
                            pr&eacute;sent.</li>
                        <li>Si nous souhaitons que l&rsquo;IA soit le DA, il faut qu&rsquo;il produise :</li>
                        <li>Un visuel clef</li>
                        <li>Une d&eacute;finition de la philosophie du projet</li>
                        <li>Un enjeu &agrave; r&eacute;soudre ou une probl&eacute;matique &agrave; r&eacute;pondre</li>
                    </ul>
                    <p>R&eacute;ussir &agrave; faire une machine permettant de customiser nos choix et ainsi de la faire
                        produire des visuels selon notre volont&eacute; &agrave; partir des crit&egrave;res suivants :
                        (Segmentation du graphisme)</p>
                    <ul>
                        <li>Couleur</li>
                        <li>Go&ucirc;t</li>
                        <li>typographie</li>
                        <li>Forme</li>
                        <li>Le repas seraient une image parmis toute ces images ? </li>
                    </ul>
                    <p><br></p>
                    <h3>Objectifs</h3>
                    <ul>
                        <li>Tester la compr&eacute;hension d&rsquo;un code hexa ? Le nom d&rsquo;une font ?</li>
                        <li>Est-ce qu&rsquo;on comprend le design de l&rsquo;interface dans notre projet</li>
                        <li>Le repas est trop compliqu&eacute; &agrave; mettre &agrave; place, nous pouvons peut &ecirc;tre
                            le mettre en place via un lien, quelque chose &agrave; tester ?</li>
                        <li>Trouver un nom au projet</li>
                        <li>Point pour plus tard</li>
                        <li>Continuer sur des formes moins complexe</li>
                        <li>la critique des outils d&rsquo;ia</li>
                        <li>r&eacute;alisme</li>
                        <li>comment formaliser notre critique</li>
                        <li>dans quel cadre l&rsquo;IA permet d&rsquo;&ecirc;tre cr&eacute;atif ?</li>
                        <li>qu&rsquo;est-ce que c&rsquo;est d&rsquo;&ecirc;tre cr&eacute;ateur ?</li>
                        <li>qu&rsquo;est-ce qu&rsquo;il est int&eacute;ressant de faire avec l&rsquo;IA ?</li>
                        <li>comment ajouter une dose de contexte &agrave; une I.A</li>
                        <li>cr&eacute;ation d&rsquo;un langage pour notre IA ?</li>
                        <li>quelle type d&rsquo;image source ?</li>
                        <li>voir ce qu&rsquo;on peut cr&eacute;er au del&agrave; des images, &eacute;crire un message,
                            sortir une forme, une couleur</li>
                    </ul>
                    <h3>R&eacute;sum&eacute;</h3>
                    <p>Notre but : d&eacute;montrer l&rsquo;aspect froid et stupide de l&rsquo;IA quand on en vient &agrave;
                        des questions de design graphique :) Pas seulement parce que la notre n&rsquo;est pas bien
                        entrain&eacute;e, mais parce que m&ecirc;me les meilleurs genre Dall-e produisent des visuels creux
                        et uniquement de surface, sans sensibilit&eacute;. Elles imitent mais ne font pas. &nbsp;Rendre
                        compte de ce r&eacute;el en produisant des faux repas, a</p>
                    <h3>Id&eacute;e de mise en page</h3>
                    <ul>
                        <li class="overline">Puisque tout les formats sont ridiculement petit (256x256px ex) pourquoi ne pas
                            faire une &eacute;dition &agrave; l&rsquo;&eacute;chelle aussi, une &eacute;dition tr&egrave;s
                            petite</li>
                    </ul>
                    <h3>Concept</h3>
                    <ul>
                        <li>Produire avec DCGAN personnalis&eacute; (avec un feature extractor) des images graphiques ?</li>
                        <li>Comment personnalise t&rsquo;on la dataset du DCGAN ? //</li>
                        <li>Faire une dataset avec des labels</li>
                        <li>D&rsquo;ou provient le mat&eacute;riel qu&rsquo;on lui donne &agrave; customiser (magazine, #,
                            behance, flickr, etc., produire des visuels nous m&ecirc;me, lui donner des visuels que nous
                            avons d&eacute;j&agrave; fait) ?</li>
                        <li>Sauvegarder et t&eacute;l&eacute;charger un DCGAN entrain&eacute;</li>
                        <li>Faire des labels customs pour pouvoir ajuster nos param&egrave;tres ?</li>
                        <li>Pr&eacute;parer une CNN pour reconna&icirc;tre des mouvements, des personnes et ainsi
                            r&eacute;pondre &agrave; leurs besoin en cons&eacute;quence, avec les donn&eacute;es
                            stock&eacute;es</li>
                        <li>Le faire en Pix2Pix ? avec comme</li>
                    </ul>
                    <p><br></p>
                    <h3>Probl&egrave;mes</h3>
                    <ul>
                        <li>Manque de temps</li>
                        <li>Les r&eacute;sultats de l&rsquo;IA sont trop psych&eacute;d&eacute;liques</li>
                        <li>le sujet est il trop conceptuel ?</li>
                        <li>J&rsquo;ai du mal &agrave; trouver notre notre savoir faire de designer l&agrave; dedans</li>
                        <li>Entrainer un DCGAN personnalis&eacute; &agrave; partir d&rsquo;une base de donn&eacute;e de
                            typo, forme, etc.</li>
                        <li>En CNN il existe un feature extror permettant de tirer profit des comp&eacute;tences d&rsquo;une
                            dataset d&eacute;j&agrave; existante et de rajouter ainsi une nouvelle</li>
                    </ul>
                </div>
                <div class='section' id='section-4'>
                    <h2>Courriel d&rsquo;appoint - Christophe Lema&icirc;tre</h2>
                    <p><br></p>
                    <p>Bonsoir Christophe,</p>
                    <p>Nous esp&eacute;rons que vous allez bien. Nous revenons vers vous et vers le reste de
                        l&rsquo;&eacute;quipe p&eacute;dagogique afin de faire suivre notre projet, notamment d&rsquo;un
                        point de vue technique en relation avec le machine learning.</p>
                    <p>Depuis notre dernier point nous avons &eacute;tudi&eacute; et cherch&eacute; dans diverses
                        directions, d&rsquo;un point de vue technique nous avons &eacute;tudi&eacute; et utilis&eacute; les
                        techniques suivantes :</p>
                    <ul>
                        <li>ML5.js</li>
                        <li>La reconnaissance d&rsquo;image par r&eacute;seau CNN</li>
                        <li>Reconnaissance d&rsquo;objet dans une image avec COCO-SDD</li>
                        <li>Apprentissage de nouveaux objets gr&acirc;ce &agrave; feature extractor</li>
                        <li>Utiliser la r&eacute;gression pour le faire distinguer entre 2 notions</li>
                        <li>Tensorflow / Google Collab</li>
                        <li>Disco Diffusion</li>
                        <li>Entra&icirc;ner notre IA avec GAN</li>
                        <li>Cr&eacute;ation d&rsquo;images r&eacute;alistes avec VCGAN et CLIP</li>
                    </ul>
                    <p>Nous souhaitons ainsi am&eacute;liorer notre pratique en mettant le focus sur la production par DCGAN
                        via Google collab en utilisant TensorFlow. Les pistes d&rsquo;am&eacute;lioration que nous avons
                        soulev&eacute; et que nous mettons en place actuellement sont les suivantes :</p>
                    <ul>
                        <li>Apprendre &agrave; faire des checkpoints pour sauvegarder &agrave; des &quot;epoch&quot;
                            (correspond &agrave; une it&eacute;ration de toute la base de donn&eacute;e pour
                            s&apos;entra&icirc;ner) &nbsp;sp&eacute;cifiques afin de conserver l&rsquo;avancement de
                            l&rsquo;IA</li>
                        <li>Apprendre &agrave; enregistrer un model</li>
                        <li>Apprendre &agrave; uploader un mod&egrave;le d&eacute;j&agrave; entrain&eacute;</li>
                        <li>Apprendre &agrave; surveiller l&rsquo;avancement du model et ses facteurs</li>
                        <li>Am&eacute;liorer notre choix et conception de datasets</li>
                    </ul>
                    <p>Pour l&rsquo;instant voici la m&eacute;thode que nous employons. Nous utilisons un DCGAN
                        personnalis&eacute; (<a
                            href="https://www.google.com/url?q=https://colab.research.google.com/drive/19YYjdmY08VyosHGa86zK1UhdGi5UHjn4?usp%3Dsharing&sa=D&source=editors&ust=1655458558932132&usg=AOvVaw1VzOU2_SUBvnFlrvKQcG3W">disponible
                            ici</a>) sur lequel nous entra&icirc;nons des collections d&rsquo;images que nous
                        r&eacute;coltons ou que nous r&eacute;cup&eacute;rons sur les diff&eacute;rents sites fournissant
                        des datasets. La question de la r&eacute;colte d&rsquo;image nous int&eacute;resse assez puisque
                        nous avons commenc&eacute; &agrave; exploiter des scripts de crawling pour r&eacute;cup&eacute;rer
                        des images d&rsquo;instagram en fonction de compte ou de #.</p>
                    <p>Voici &agrave; date, l&apos;avanc&eacute;e de nos recherches et de nos r&eacute;f&eacute;rences
                        (travaux m&ecirc;lant ML et design).&nbsp;&nbsp;Compil&eacute;s sur un&nbsp;<a
                            href="https://www.google.com/url?q=https://miro.com/welcomeonboard/QWxnQXdQSk8xRldSNUxWWlZ1T1I5Z3hYNWRqbk51b1E1ZnpIZzE2YjE3anBSazU0bFVDSjJqcW56a0dvVVF5UXwzMDc0NDU3MzUyMTk3Mjk2Njcw?share_link_id%3D496075359792&sa=D&source=editors&ust=1655458558932705&usg=AOvVaw3yR32amToUzo_DgTn3str2">tableau
                            Miro</a>, que nous continuerons d&rsquo;alimenter au cours de nos it&eacute;rations.</p>
                    <p>Nous souhaiterions avoir vos avis sur nos premiers rendus, sur la m&eacute;thodologie et les outils
                        employ&eacute;s. De m&ecirc;me, nous sommes preneurs de ressources qui nous permettrait de mieux
                        appr&eacute;hender&nbsp;tensorFlow&nbsp;ou m&ecirc;me nous partager des conseils
                        d&rsquo;utilisations pouvant nous sauver un temps pr&eacute;cieux.</p>
                    <p>Cordialement,</p>
                    <p><br></p>
                    <p>Antoine, Romain, Aur&eacute;lien</p>
                </div>
                <div class='section' id='section-5'>
                    <h2>Recherche autour des labels</h2>
                    <p><br></p>
                    <h3>Recherches</h3>
                    <ul>
                        <li>Est-il possible de s&eacute;quencer un GAN pour lui faire produire des images diff&eacute;rentes
                            en fonction de labels ?</li>
                    </ul>
                    <ul>
                        <li>Mais sur disco diffusion l&apos;IA comprend le langage naturel, ce qui pourrait &ecirc;tre une
                            solution si on arrive &agrave; int&eacute;grer une IA qui comprend &ccedil;a</li>
                        <li>L&apos;autre solution serait d&apos;avoir des &apos;boutons&apos; ou l&apos;on met les labels
                            qu&apos;on veut voir appara&icirc;tre dans l&apos;affiche et hop</li>
                        <li>Et il devrait apprendre comment vive les items les uns avec les autres</li>
                        <li>Genre comment vit typo avec image</li>
                    </ul>
                    <ul>
                        <li>Si l&rsquo;on apprend plusieurs images &agrave; un m&ecirc;me model, il faut lab&eacute;liser
                            chaque entrainement pour ne pas qu&rsquo;il confonde les &eacute;l&eacute;ments</li>
                    </ul>
                    <ul>
                        <li>Peut on faire une IA avec quelque chose d&rsquo;aussi basique &ldquo; Fleurs + ciel &ldquo; et
                            il essaye tant bien que mal de g&eacute;n&eacute;r&eacute; quelque chose, au d&eacute;pit du
                            sens et de comment ces deux &eacute;l&eacute;ment agiraient pour de vrai</li>
                    </ul>
                    <p><br></p>
                </div>
                <div class='section' id='section-6'>
                    <h2>Retour d&rsquo;entretien Brice Domingue</h2>
                    <h3>Recherches</h3>
                    <ul>
                        <li>Choisir une approche plus soft, surtout pour le jury.</li>
                        <li>Accepter les formes</li>
                        <li>R&eacute;fl&eacute;chir aussi &agrave; la mani&egrave;re dont on produit les formes</li>
                        <li>R&eacute;fl&eacute;chir &agrave; la limite de reconnaissance de l&rsquo;IA</li>
                        <li>Domaine de possibilit&eacute;s</li>
                        <li>Approche soft : d&eacute;velopper une typo avec les glyphes imaginaires</li>
                        <li>Produire un dipl&ocirc;me par entrainement ?</li>
                        <li>(peut on faire g&eacute;n&eacute;rer un objet physique a une IA)</li>
                        <li>Retrouver un sujet pr&eacute;cis, un sujet qui justifie l&rsquo;utilisation du deep learning
                        </li>
                        <li>Entra&icirc;ner avec des images qu&rsquo;on a nous m&ecirc;mes fabriqu&eacute;</li>
                        <li>Faire des zooms et dezooms sur les images</li>
                        <li>Double jeu de perception, entre la perception de l&rsquo;IA et la notre</li>
                        <li>L&rsquo;histoire de la&nbsp;perception, la vision machine, les fleurs</li>
                        <li>La vignette</li>
                        <li>L&rsquo;histoire de la r&eacute;volution de la machine avec le</li>
                        <li>L&rsquo;enjeu : trouver le sujet</li>
                        <li>Arte fait une s&eacute;rie de documentaire sur l&rsquo;histoire ouvri&egrave;re</li>
                        <li>R&eacute;sum&eacute; l&rsquo;explication technique en un objet</li>
                        <li>Nos deux d&eacute;fis techniques</li>
                        <li>Charger load h5</li>
                        <li>cr&eacute;er un bouton pour g&eacute;n&eacute;rer</li>
                        <li>Faire un livre d&rsquo;archive de fausses archive</li>
                        <li>r&eacute;duire le nombre de visuels dans les datasets pour produire des visuels plus abstrait
                        </li>
                        <li>Ins&eacute;rer des fausses images d&rsquo;archives au milieu de vraies images d&rsquo;archive en
                            miniature, et quand on grossit on voit la diff&eacute;rence</li>
                        <li>test de robotique: si une ia arrive &agrave; tromper un humain sur son artificialit&eacute;,
                            alors elle est vraiment &quot;intelligente&quot;</li>
                        <li>Les GAN comme outils de falsification en utilisant des dataset trop petits, des
                            param&egrave;tres sp&eacute;cifiques etc</li>
                    </ul>
                    <p><br></p>
                    <h3>&laquo; How should we work ? &raquo;</h3>
                    <ul>
                        <li>&nbsp;&ldquo;How Humans work ?&rdquo;</li>
                        <li>Posture at work - if every day look the same, does every century look the same ?</li>
                        <li>De la r&eacute;volution industrielle - &agrave; nos jours</li>
                        <li>Plein d&rsquo;&eacute;crits sur la machine &agrave; chercher au XIX</li>
                        <li>La posture de l&rsquo;homme face &agrave; la machine / double sens parce</li>
                        <li>Un travail sur les postures de travails, comment le corps se comporte, se tend et fl&eacute;chit
                            au fur et &agrave; mesure.</li>
                        <li>Le corps humain comme point de rassemblement de l&rsquo;image et recherche</li>
                    </ul>
                    <p><br></p>
                    <h3><a
                            href="https://www.google.com/url?q=https://www.are.na/aurelien-brigaud/archive-site&sa=D&source=editors&ust=1655458558937877&usg=AOvVaw1eehvRukdwte1k6bsHMPA8">Archives
                            photographiques</a></h3>
    
                </div>
                <div class='section' id='section-7'>
                    <h2>Entretien Christophe Lema&icirc;tre</h2>
                    <p><br></p>
                    <h3>Recherches</h3>
                    <ul>
                        <li>Cr&eacute;er une IA qui concat&egrave;ne nos 3 d&icirc;plomes</li>
                        <li>cr&eacute;er un &eacute;tudiant imaginaire</li>
                        <li>Explorer le dialogue &agrave; 4</li>
                        <li>Faire intervenir une 4&egrave;me entit&eacute;</li>
                        <li>dialoguer avec la machine</li>
                        <li>Cr&eacute;er un dialogue &agrave; 4 pour construire un sujet, des formes</li>
                        <li>Un dialogue avec l&rsquo;IA</li>
                        <li><br></li>
                        <li>Trouver un peu d&rsquo;autonomie tout les 3</li>
                        <li>visualiser l&rsquo;ia au coeur d&rsquo;une discussion, lui demander les repas qu&rsquo;on
                            pourrait manger, les sujets &agrave; aborder</li>
                        <li>Un repas autour de la typographie et de l&rsquo;IA, qu&rsquo;est ce que pourrait</li>
                        <li>Discuter sur la production des contenus, comment,</li>
                        <li>discuter avec elle pour l&apos;amener &agrave; nous proposer des cr&eacute;ations</li>
                        <li>Quelle sp&eacute;cialit&eacute; pour cette IA ?</li>
                    </ul>
                    <p><br></p>
                    <h3>R&eacute;f&eacute;rences</h3>
                    <ul>
                        <li>&Eacute;cole sup&eacute;rieure d&rsquo;art et design de Saint-&Eacute;tienne - <a
                                href="https://www.google.com/url?q=https://revue-azimuts.fr/&sa=D&source=editors&ust=1655458558939901&usg=AOvVaw10bdaKqOSKqK8NeycPHgKn">Revue
                                Azimuts</a></li>
                        <li>Ensba Lyon - <a
                                href="https://www.google.com/url?q=https://www.ensba-lyon.fr/actualite_expositions-dejeuner-typographique&sa=D&source=editors&ust=1655458558940268&usg=AOvVaw1VAsMkq_TWxuO6lKxTR5d7">D&eacute;jeuner
                                Typographique</a></li>
                        <li>Fabien Zocco - <a
                                href="https://www.google.com/url?q=https://www.cnap.fr/attack-sun-un-film-de-fabien-zocco-et-gwendal-sartre&sa=D&source=editors&ust=1655458558941362&usg=AOvVaw1qwEph56ff4DBHS_3a60M0">Attack
                                The Sun</a></li>
                    </ul>
                    <p><br></p>
                    <p><br></p>
                    <h3>Un d&icirc;ner avec l&rsquo;IA</h3>
                    <ul>
                        <li>First contact with an IA</li>
                        <li>Cr&eacute;er l&rsquo;identit&eacute; de l&rsquo;IA, qui organise l&rsquo;&eacute;v&egrave;nement
                        </li>
                        <li>Interroger la fronti&egrave;re entre l&rsquo;humain et la machine, et nos sensibilit&eacute;s et
                            la leur. Mais les inputs de la machine sont une r&eacute;union de nos gouts et usages.</li>
                        <li>Consid&eacute;rer la position critique, o&ugrave; l&apos;on floute</li>
                        <li>On organise plusieurs repas ou l&rsquo;on m&ecirc;le des go&ucirc;ts r&eacute;els et des
                            go&ucirc;ts d&rsquo;IA</li>
                        <li>Interroger les gens de la classe.</li>
                        <li>Un carnet de recherche / une &eacute;dition compilant les r&eacute;sultats
                            pr&eacute;c&eacute;dents / un parcours d&rsquo;autant de repas qu&rsquo;il y a de membre du jury
                        </li>
                        <li>Faire les portraits photos des gens de la classe</li>
                        <li>Avoir un sc&eacute;nario int&eacute;ractif qu&rsquo;on compl&egrave;te avec des donn&eacute;es
                            personnelles, go&ucirc;t, habitude, loisir, musique, v&ecirc;tement, standing,
                            l&rsquo;heure&hellip;</li>
                        <li>Ensuite on produit les &eacute;l&eacute;ments de r&eacute;ponse en GAN</li>
                        <li>Ambiance globale / th&eacute;matique de discussion / musique / repas</li>
                    </ul>
                    <p><br></p>
                    <h3>Protocole potentiel</h3>
                    <ul>
                        <li>Elaboration d&rsquo;un protocole (sc&eacute;nario de questions)</li>
                        <li>R&eacute;colte des go&ucirc;ts de chacun</li>
                        <li>Soumission &agrave; la discussion de l&rsquo;IA</li>
                        <li>Restitution des r&eacute;ponses en GAN</li>
                        <li>Impression et fabrication des &eacute;l&eacute;ments</li>
                    </ul>
                    <p><br></p>
                    <h3>Prototype d&rsquo;identit&eacute;</h3>
                    <ul>
                        <li>Name : &nbsp;Kun</li>
                        <li>Surname : Chen &nbsp;</li>
                        <li>Nationality : Chinese</li>
                        <li>Pet : None &nbsp;</li>
                        <li>hobby : &nbsp;Coding</li>
                        <li>Font: Comic Sans</li>
                        <li>Favorite meal : Japanese food</li>
                        <li>View from your window : Nothing</li>
                        <li>Clothes : Casual</li>
                    </ul>
                    <p><br></p>
                    <ul>
                        <li>The face of Kun Chen, a chinese man with no pets. He likes coding and the font Comic Sans MS, he
                            also likes Japanese food and wear casual clothes</li>
                    </ul>
                    <p><br></p>
                    <p><br></p>
                    <h3>Objectifs</h3>
                    <ul>
                        <li>Penser &agrave; tester la sauvegarde en JSON puis r&eacute;-importer en sur le P5js pour lui
                            faire g&eacute;n&eacute;rer des images</li>
                        <li>Tester de faire une IA de chat directement en direct collab</li>
                        <li>Somes images and testimony of the fake world</li>
                        <li>Is there something wrong ?</li>
                        <li>faire et produire des images ressemblant au vrai monde mais qui n&rsquo;en sont pas, interroger
                            le rapport &agrave; l&rsquo;&eacute;trange, au presque parfait mais qui cloche.</li>
                        <li>Real world is not enough</li>
                        <li>La curation des meilleures images dans la production</li>
                    </ul>
                    <p><br></p>
                    <p><br></p>
                    <h3>Traduire l&rsquo;IA</h3>
                    <ul>
                        <li>Utopie/Dystopie bas&eacute;e sur la cohabitation de l&rsquo;homme et de l&rsquo;IA. Questionne
                            le langage, la compr&eacute;hension du monde qui nous entoure, l&rsquo;interpr&eacute;tation
                            (perception) et la sensibilit&eacute;.</li>
                        <li>Si l&rsquo;IA nous invite</li>
                        <li>O&ugrave; ?</li>
                        <li>Quand ?</li>
                        <li>Comment</li>
                        <li>Pourquoi mais surtout dans quelle mesure nous rentrons en dialogue avec elle, de qui doit venir
                            l&rsquo;effort de compr&eacute;hension ?</li>
                        <li>L&rsquo;humain doit-il la pousser &agrave; se faire comprendre et se rendre plus
                            &ldquo;r&eacute;aliste/sensible&rdquo; (d&rsquo;un point de vue humain) ou bien devons-nous
                            faire l&rsquo;effort d&rsquo;adaptation et de traduction &agrave; notre monde sensible ?</li>
                        <li>Au regard de ces questionnements, quel environnement, histoire cr&eacute;er ? comment les
                            synth&eacute;tiser IRL ? comment int&eacute;grer un monde virtuel dans un espace concret ?</li>
                        <li>Le cerveau ferait cette transposition en lui donnant des indications visuelles (cf margiela)
                        </li>
                        <li>par projection vid&eacute;o ? par simple image imprim&eacute;e ? par des &eacute;l&eacute;ments
                            significatifs entre un support et l&rsquo;espace permettant d&rsquo;imaginer le positionnement
                            et la forme dudit objet</li>
                        <li>Mapping vid&eacute;o ? cr&eacute;ation d&rsquo;un espace r&eacute;el sur lequel on vient apposer
                            des projections virtuelles</li>
                        <li>Essayer d&rsquo;associer les deux types de d&eacute;ploiement du dispositif, physique par
                            projection et mapping et fictif par des &eacute;l&eacute;ments imaginaires dispos&eacute;s dans
                            l&rsquo;espace.</li>
                        <li>en acceptant nos limites li&eacute;es aux outils, le virtuel sert &agrave; montrer ce que
                            l&rsquo;IA cr&eacute;&eacute; mais que nous ne pouvons pas r&eacute;aliser concr&egrave;tement
                        </li>
                        <li>__ limit&eacute; les dataset pour pouvoir extraire de diff&eacute;rentes
                            g&eacute;n&eacute;rations. En faire un site web avec un json. La limitation de dataset permet de
                            pouvoir am&eacute;liorer nos datasets, les nourrirs, les construires plus fortement</li>
                        <li>R&eacute;p&eacute;ter 1k fois l&rsquo;histoire de charlotte</li>
                        <li>l&rsquo;aspect abstrait souligne une partie sensible de l&rsquo;IA.</li>
                    </ul>
                    <p><br></p>
                    <h2>Pr&eacute;sentation Workshop</h2>
                    <p><br></p>
                    <h3>R&eacute;sum&eacute; des test pr&eacute;c&eacute;dents</h3>
                    <ul>
                        <li>Une IA n&rsquo;est pas capable d&rsquo;apporter une sensibilit&eacute; &agrave; la production
                            d&apos;images. On en conclut donc qu&rsquo;elle n&apos;est pas dot&eacute;e d&rsquo;une
                            intelligence cr&eacute;ative. Partant de ce postulat, nous avons commenc&eacute; &agrave; jouer
                            avec des outils d&rsquo;intelligence artificielle pour les pousser dans leurs retranchements et
                            essayer d&rsquo;y ajouter une dose de sensibilit&eacute;.</li>
                        <li>Lors de nos premiers essais, nous avons constat&eacute; que nos manipulations hasardeuses de
                            l&rsquo;IA, combin&eacute;es &agrave; des limitations techniques produisait des visuels parfois
                            incomplets, maladroits et moins efficaces que ceux propos&eacute;s par les leaders du domaine.
                        </li>
                        <li>L&rsquo;IA a besoin d&rsquo;informations et de mati&egrave;res pr&eacute;cises pour &ecirc;tre
                            correctement guid&eacute;e. (Sans une assistance humaine, elle va cr&eacute;er &agrave; partir
                            d&rsquo;une moyenne des inputs qu&rsquo;elle a re&ccedil;ue). Sans guidage particulier, elle
                            donne donc des r&eacute;ponses et un contenu correspondant aux &eacute;l&eacute;ments moyen de
                            l&rsquo;humanit&eacute;.</li>
                        <li>Nous avons aussi fait le constat aussi des formats basse d&eacute;finitions produits par les GAN
                            et ainsi interrogeant sur la perception de l&rsquo;image &agrave; diff&eacute;rentes
                            &eacute;chelles.</li>
                        <li>L&rsquo;aspect inattendu de ces productions et le fait qu&rsquo;elle &eacute;choue (ia) dans la
                            mission de r&eacute;alisme nous int&eacute;resse pour son imperfection.</li>
                        <li>En venant lui donner des &eacute;l&eacute;ments de base (type une phrase), l&rsquo;IA va se
                            charger de nous proposer toute une histoire (textuelle ou visuelle) par un syst&egrave;me de
                            compl&eacute;tion. Nous serons aussi positionn&eacute;s en tant que r&eacute;cepteur de ses
                            propositions.</li>
                        <li>Notre r&ocirc;le va donc &ecirc;tre de lui demander de cr&eacute;er des histoires
                            (r&eacute;p&eacute;tables ou non). Les &eacute;l&eacute;ments tangibles de ces histoires
                            virtuelles/imaginaires vont nous permettre de recr&eacute;er le monde dans lequel se situent les
                            personnages. Ces &eacute;l&eacute;ments vont servir de base &agrave; un autre outil de
                            cr&eacute;ation visuelle. Cette derni&egrave;re IA va g&eacute;n&eacute;rer des formes, comme
                            une visualisation du monde dans laquelle l&rsquo;histoire est ancr&eacute;e.</li>
                        <li>Nous interviendrons dans un dernier temps, en tant que designer, pour traduire ces visuels dans
                            le r&eacute;el et proposer diff&eacute;rents formats facilitant l&rsquo;immersion dans
                            l&rsquo;imaginaire cr&eacute;&eacute; par les diff&eacute;rentes IA.</li>
                        <li>En se positionnant en tant que personne physique &agrave; l&rsquo;input et &agrave;
                            l&apos;output, l&rsquo;ia elle nous sert d&rsquo;interm&eacute;diaire</li>
                        <li>on nourrit la machine consciemment pour orienter sa production vers des fins</li>
                        <li>Deux IA dialoguent pour b&acirc;tir un monde et une soci&eacute;t&eacute;</li>
                    </ul>
                </div>
                <div class='section' id='section-8'>
                    <h2>Retours de pr&eacute;sentation Workshop</h2>
                    <h3>R&eacute;f&eacute;rence</h3>
                    <ul>
                        <li>Xavier Antin -&nbsp;<a
                                href="https://www.google.com/url?q=https://www.cacbretigny.com/fr/residencies/299-stray-workers&sa=D&source=editors&ust=1655458558991655&usg=AOvVaw2TlMqYwj_fzX0x5ecqS71y">Stray
                                Walkers</a></li>
                        <li>Pierre Huygues -&nbsp;<a
                                href="https://www.google.com/url?q=https://www.luma.org/fr/arles/notre-programme/event/after-uumwelt-748387ec-b0d1-4366-ab40-793f3cfc7373.html&sa=D&source=editors&ust=1655458558992108&usg=AOvVaw3jsr2hOQJq7SDIg3WU5p04">After
                                UUmwelt</a></li>
                    </ul>
                    <p><br></p>
                    <h2>Retours</h2>
                    <ul>
                        <li>Le retour au repas &eacute;tait un peu abrupt</li>
                        <li>plut&ocirc;t partir sur : montrer puis dire comment on a fait,</li>
                        <li>trop familier sur la mani&egrave;re de pr&eacute;senter, mieux pr&eacute;senter les
                            sp&eacute;cificit&eacute;s de chacuns</li>
                        <li>plus didactique, comment pr&eacute;senter nos outils sans faire peur,</li>
                        <li>comment faire la m&eacute;diation du r&eacute;sultat de nos exp&eacute;rimentations, des
                            histoires cr&eacute;&eacute;es,</li>
                        <li>julien pr&eacute;vieux : conf des anonymes sur les principes du gan, cr&eacute;ation de
                            personnages,</li>
                        <li>sch&eacute;ma sur nos liens entre les outils, et la transmission des info</li>
                        <li>attention &agrave; l&rsquo;immersion,</li>
                        <li>choix &agrave; faire entre le didactique et l&apos;immersion, comment les faire cohabiter,</li>
                    </ul>
                    <p><br></p>
                    <p>_____</p>
                    <p><br></p>
                    <h2>L&rsquo;histoire comme structure de notre projet.</h2>
                    <p>Une histoire que l&rsquo;on r&eacute;p&eacute;tera de nombreuses fois, et qui pourrait &ecirc;tre
                        r&eacute;p&eacute;t&eacute;e &agrave; l&rsquo;infini. Les visuels que nous avons cr&eacute;&eacute;
                        seront utilis&eacute;s non pas seulement dans leur sens premier et attendu (input = face de chien;
                        usage : illustrer le chien pr&eacute;sent dans l&rsquo;histoire) &nbsp;mais d&eacute;tourner pour
                        illustrer et traduire de mani&egrave;re abstraite (ex: input = visage de chien ; utilisation =
                        paysage de montagne).</p>
                    <p><br></p>
                    <p>Le constat est que l&rsquo;IA tombe juste un grand nombre de fois, fournissant un contenu
                        pr&eacute;cis et correspondant &agrave; la requ&ecirc;te. Ce qui nous int&eacute;resse est &agrave;
                        l&rsquo;inverse les moments ou l&rsquo;IA devient &eacute;trange, d&eacute;cal&eacute;e, inattendue
                        et parfois abstraite. De ces erreurs, nous souhaitons extraire, gr&acirc;ce &agrave; nos
                        sensibilit&eacute;s, des images, des textes, produits au fil de nos recherches, pour aboutir
                        &agrave; une histoire, une structure narrative compos&eacute;e avec l&rsquo;IA.</p>
                    <p><br></p>
                    <p>Cet histoire sera rendu sous forme d&rsquo;espace neutre (enti&egrave;rement noire), sur lequel sera
                        projet&eacute; l&rsquo;iconographie correspondante. [&agrave; tester : utiliser l&rsquo;astuce de
                        Margiella pour les objets non-cr&eacute;er]. Ainsi qu&rsquo;une &eacute;dition r&eacute;pondant aux
                        histoires pr&eacute;c&eacute;dentes. L&rsquo;histoire rendu lors du projet final sera un rendu
                        li&eacute; aux inputs r&eacute;colt&eacute;s aupr&egrave;s du jury lors d&rsquo;un formulaire
                        envoy&eacute;.</p>
                    <p><br></p>
                    <p>R&eacute;cup&eacute;rer les images du monde r&eacute;el</p>
                    <ul>
                        <li>Arbre</li>
                        <li>maison</li>
                        <li>nuages</li>
                        <li>Animal</li>
                        <li>Repas</li>
                        <li>Visage</li>
                    </ul>
                    <p><br></p>
                    <h2>&Agrave; la recherche de Charlotte Allard</h2>
                    <p>Compos&eacute; &agrave; quatre main avec une IA, cet &oelig;uvre explore les possibles vies
                        d&apos;une personne imaginaire. Renvoyant &agrave; nos propres possibles, l&apos;&eacute;dition est
                        une suite de r&eacute;ponses g&eacute;n&eacute;r&eacute;es par IA au cours de laquelle nous
                        cherchons ce qu&apos;aurait pu &ecirc;tre Charlotte Allard. Certains de ses univers se
                        r&eacute;pondent, d&apos;autres s&apos;annulent. Les images et les visions participant &agrave;
                        cette exploration sont &eacute;galement g&eacute;n&eacute;r&eacute;es par une IA. A partir
                        d&apos;images que nous lui fournissons, captur&eacute;es dans notre quotidien ou dans des images
                        d&apos;archives. Cette iconographie est une deuxi&egrave;me r&eacute;ponse &agrave; ce
                        qu&apos;aurait pu &ecirc;tre Charlotte Allard.</p>
                    <p>Une exploration des possibles qui r&eacute;sonnent avec les n&ocirc;tres car l&apos;IA est un
                        appareil r&eacute;p&eacute;tant et imitant le contenu qu&apos;on lui fourni</p>
                    <p>Enfin, l&apos;exploration finale se concentre sur un possible, un moment particulier de la vie,
                        pourtant quotidien et banal : le d&icirc;ner.</p>
                    <p>Explorer les possibles pour raconter les histoires de Charlotte.</p>
                    <p>Poster personnes disparues,</p>
                    <p>La typographie pose une question int&eacute;ressante aussi puisqu&rsquo;il fait un revival
                        d&rsquo;une fonte qui n&rsquo;existe pas, mais qui en m&ecirc;me temps est une fonte monde, une
                        fonte qui rassemble toute les typographies pr&eacute;c&eacute;dentes.</p>
                    <p>On a 10 histoires de Charlotte Allard avec un seul moment clef : le repas.</p>
                    <p><br></p>
                    <p>Concept autour de l&rsquo;&eacute;dition</p>
                    <ul>
                        <li>une &eacute;dition sans pagination, juste la question et le num&eacute;ro des possibles</li>
                        <li>Un sens de lecture qui d&eacute;finit l&rsquo;histoire (ex: une histoire sur la page de droite,
                            une sur la page de gauche)</li>
                        <li>On peut switch les formats (poeme, nouvelle, haiku, roman policier)</li>
                        <li>On peut essayer de faire des switchs de format physique selon les histoires</li>
                    </ul>
                </div>
                <div class='section' id='section-9'>
                    <h2>Analyse</h2>
                    <p><br></p>
                    <h3>R&eacute;f&eacute;rences</h3>
                    <ul>
                        <li>Simone Rebaudengo -<a
                                href="https://www.google.com/url?q=http://www.simonerebaudengo.com/project/madeinmachina&sa=D&source=editors&ust=1655458558996869&usg=AOvVaw0HAd4Po48TZ--Wl0LwPHRl">&nbsp;Made
                                in Machina/e</a></li>
                        <li>Anthony Masure - <a
                                href="https://www.google.com/url?q=https://www.anthonymasure.com/conferences/2018-09-isamm-design-ia-tunis&sa=D&source=editors&ust=1655458558997339&usg=AOvVaw1uNnDKqyHkARrFOHHCNNzU">R&eacute;sister
                                aux bo&icirc;tes noires. Design et intelligences artificielles</a></li>
                        <li><a
                                href="https://www.google.com/url?q=https://www.instagram.com/metahaven/&sa=D&source=editors&ust=1655458558997674&usg=AOvVaw2iB70y_w229Qr9ezdSrbzL">Metahaven</a>
                        </li>
                        <li><a
                                href="https://www.google.com/url?q=https://www.fastcompany.com/90223486/this-ai-designs-balenciaga-better-than-balenciaga&sa=D&source=editors&ust=1655458558998096&usg=AOvVaw0sEBJKYRxLFmWFDVTKaOs_">This
                                AI designs Balenciaga better than Balenciaga</a></li>
                        <li>Chevalvert - <a
                                href="https://www.google.com/url?q=https://www.stereolux.org/blog/design-graphique-et-intelligence-artificielle-vers-un-design-algorithmique&sa=D&source=editors&ust=1655458558998511&usg=AOvVaw13vhRe_OxZz3i6m2v2ORXy">Design
                                graphique et intelligence artificielle : vers un design algorithmique ?</a></li>
                    </ul>
                    <p><br></p>
                    <h3>Analyse et r&eacute;flexion</h3>
                    <ul>
                        <li>Nous ne souhaitons pas utiliser l&rsquo;IA comme un filtre photoshop ou comme un outil de
                            modification d&rsquo;images. La d&eacute;marche picturale renvoi &agrave; celle narrative.
                            Qu&rsquo;est ce que l&rsquo;IA comprend et interpr&egrave;te t&rsquo;elle de notre monde, est-ce
                            quand elle &eacute;choue ou quand elle propose un r&eacute;sultat inattendu qu&rsquo;elle se
                            singularise ? ou &agrave; l&rsquo;inverse, ce manque de justesse est-il un &eacute;chec
                            technique et artistique.</li>
                        <li>Cette phrase issu de l&rsquo;article d&rsquo;A. masure r&eacute;sume beaucoup de notre
                            d&eacute;marche :<ul>
                                <li>&nbsp;&ldquo; J.L. : Dans notre exp&eacute;rience d&rsquo;&eacute;criture
                                    assist&eacute;e, o&ugrave; vous pouvez &eacute;crire et o&ugrave; le syst&egrave;me vous
                                    propose la phrase suivante, vous pouvez passer des heures &agrave; jouer avec les mots.
                                    C&rsquo;est comme si un traitement de texte, du jour au lendemain, vous permettait de
                                    courir. Il devient alors possible de modifier ou de d&eacute;former
                                    l&eacute;g&egrave;rement les phrases, comme avec de l&rsquo;argile. Le travail avec la
                                    langue devient plus fluide : j&rsquo;en suis toujours l&rsquo;auteur, mais je ne tape
                                    pas tous les mots. Selon moi, c&rsquo;est l&agrave; que le travail avec les IA est
                                    int&eacute;ressant : je d&eacute;l&egrave;gue &agrave; la machine la possibilit&eacute;
                                    de m&rsquo;adresser des choix. &ldquo;</li>
                            </ul>
                        </li>
                        <li>Peut &ecirc;tre que l&rsquo;un des int&eacute;r&ecirc;t de ce sujet est aussi de rendre compte
                            de fascination qui s&rsquo;op&egrave;re lorsqu&rsquo;on manipule ce genre d&rsquo;agent
                            autonome. Ainsi, dans la mise en page, peut &ecirc;tre peut on rendre compte d&rsquo;une myriade
                            de possibilit&eacute;s, comme pour la sc&eacute;no de made in machina</li>
                        <li>Une de nos &nbsp;motivations de s&rsquo;extraire des moyens de productions traditionnels :
                            &ldquo; &nbsp;Sens&eacute;e &ecirc;tre lib&eacute;r&eacute;e voire exalt&eacute;e par les
                            logiciels, la suppos&eacute;e cr&eacute;ativit&eacute; individuelle ne s&rsquo;exprime que dans
                            les choix pr&eacute;d&eacute;finis de &laquo; menus &raquo; et de &laquo; filtres &raquo; mis en
                            &eacute;vidence par l&rsquo;artiste et informaticien Lev Manovich &ldquo;</li>
                        <li>Une phrase de A.Masure qui pour moi r&eacute;sonne particuli&egrave;rement bien avec tout
                            l&rsquo;int&eacute;r&ecirc;t du Creative Coding &ldquo; &Agrave; la fin des ann&eacute;es 2010,
                            on peut estimer qu&rsquo;environ 90% des designers graphiques utilisent les m&ecirc;mes
                            logiciels propri&eacute;taires de la &laquo; Creative Suite &raquo; de l&rsquo;&eacute;diteur
                            Adobe, h&eacute;g&eacute;monique sur ce march&eacute;. D&egrave;s lors, plut&ocirc;t que de
                            chercher des &laquo; alternatives &raquo; (souvent moins &laquo; performantes &raquo;), ne
                            faudrait-il pas mieux explorer d&rsquo;autres fa&ccedil;ons de faire, d&rsquo;autres paradigmes,
                            d&rsquo;autres rapport &agrave; l&rsquo;esth&eacute;tique que les op&eacute;rations de calcul
                            masqu&eacute;es par les interfaces des programmes propri&eacute;taires ? &ldquo;<ul>
                                <li>Ces boites noires que sont les machines de deeplearning &eacute;chappent &agrave; toute
                                    science du beau et du raisonn&eacute;e, elles cherchent dans leurs production, &agrave;
                                    reproduire plut&ocirc;t qu&rsquo;&agrave; produire.</li>
                                <li>&ldquo; les technologies du deep learning op&egrave;rent une substitution de la raison
                                    par la rationalit&eacute;. &ldquo;</li>
                                <li>&ldquo; Autrement dit : un monde m&ucirc; par des techniques automatiques (non
                                    supervis&eacute;es par des &ecirc;tres humains) est-il souhaitable ?&rdquo;</li>
                                <li>&ldquo; &nbsp;Bien que ces &laquo; ersatz &raquo; ne soient pas tr&egrave;s
                                    int&eacute;ressants esth&eacute;tiquement (car rapidement
                                    st&eacute;r&eacute;otyp&eacute;s) et socialement (car d&eacute;connect&eacute;s
                                    d&rsquo;une expertise des usages), ceux-ci se r&eacute;v&egrave;lent
                                    &eacute;conomiquement puissants car ils court-circuitent le contre-pouvoir du design. Si
                                    l&rsquo;on entend sous ce nom une intelligence des formes, le design peut se comprendre
                                    comme une r&eacute;sistance aux forces capitalistes puisque ces derni&egrave;res, pour
                                    se d&eacute;velopper, ont pour id&eacute;al une cha&icirc;ne de production o&ugrave; le
                                    formel ne fait plus l&rsquo;objet d&rsquo;une exp&eacute;rience, d&rsquo;un
                                    faire.&ldquo;</li>
                                <li>&ldquo; &laquo; La comp&eacute;tence de l&rsquo;appareil doit &ecirc;tre
                                    sup&eacute;rieure &agrave; celle de ses fonctionnaires. Aucun appareil photo
                                    correctement programm&eacute; ne peut &ecirc;tre enti&egrave;rement perc&eacute;
                                    &agrave; jour par un photographe [&hellip;]. C&rsquo;est une black box. [&hellip;]
                                    Voil&agrave; ce qui caract&eacute;rise le fonctionnement de tout appareil : le
                                    fonctionnaire est ma&icirc;tre de l&rsquo;appareil gr&acirc;ce au contr&ocirc;le
                                    qu&rsquo;il exerce sur ses faces ext&eacute;rieures (sur l&rsquo;input et sur
                                    l&rsquo;output), et l&rsquo;appareil est ma&icirc;tre du fonctionnaire du fait de
                                    l&rsquo;opacit&eacute; de son int&eacute;rieur . &raquo; &ldquo;</li>
                                <li>&ldquo; Selon Flusser, en l&rsquo;absence d&rsquo;un point de vue critique et d&rsquo;un
                                    travail artistique, nous courons le risque de devenir analphab&egrave;tes &ndash; un
                                    risque que pointait d&eacute;j&agrave; Walter Benjamin dans sa lecture philosophique de
                                    l&rsquo;histoire de la photographie . Il s&rsquo;agit alors de &laquo; ne pas &ecirc;tre
                                    d&eacute;vor&eacute; &nbsp;par la bo&icirc;te &raquo; :</li>
                            </ul>
                        </li>
                        <li>&nbsp;On peut t&eacute;moigner &eacute;galement de ce que c&rsquo;est la pratique
                            d&rsquo;ajustement des jeux de donn&eacute;es, de les collecter, les trier, etc. Un travail
                            habituellement relegu&eacute; &agrave; des travailleurs pr&eacute;caris&eacute; (travailleurs du
                            clic)</li>
                        <li>Le travail que nous menons renvoi &agrave; un jeu de miroir. La machine renvoi ce que nous lui
                            donnons, elle fait &agrave; partir de nous. Ce nous, est un nous orient&eacute; par les jeux de
                            donn&eacute;es qu&rsquo;on lui a fourni en pr&eacute;ambule. &Agrave; la recherche de Charlotte
                            Allard est un projet visant &agrave; questionner l&rsquo;absence ou la pr&eacute;sence de
                            sensibilit&eacute;s dans les productions automatis&eacute;es. Est-ce nous qui voyons du sensible
                            l&agrave; ou il y a des erreus de pr&eacute;dictions, ou alors est-ce du sensible extrait des
                            oeuvres et donn&eacute;es re&ccedil;u en input par la machine. Qui fait le sensible, le receveur
                            ou le cr&eacute;ateur ?</li>
                        <li>Ce travail est une curation des r&eacute;sultats de la machine.</li>
                        <li>Une phrase qui cristallise l&rsquo;enjeu du projet :<ul>
                                <li>&ldquo; seul l&rsquo;art (et par extension le design) saurait faire &laquo; cracher
                                    &raquo; aux bo&icirc;tes noires des sorties (outputs) impr&eacute;vues. &ldquo;</li>
                                <li>&ldquo; Malgr&eacute; les injonctions &agrave; l&rsquo;innovation, il est frappant de
                                    constater que ces IA soient majoritairement mobilis&eacute;es pour reproduire des
                                    d&eacute;marches ant&eacute;rieures. Il faut donc s&rsquo;interroger sur la pertinence
                                    de r&eacute;duire la cr&eacute;ation &agrave; de simples prouesses techniques : produire
                                    un &eacute;ni&egrave;me Rembrandt, Mondrian, paysage, visage, etc., comme si
                                    l&rsquo;apparition de toute nouvelle technique devait relever de
                                    l&rsquo;acad&eacute;misme, &agrave; savoir l&rsquo;imitation de r&egrave;gles, de
                                    traditions ou d&rsquo;anciennes techniques . Il en va ainsi, par exemple, de
                                    l&rsquo;apparition de la photographie qui emprunte les vieux habits de la peinture avant
                                    d&rsquo;&ecirc;tre &laquo; d&eacute;couverte &raquo;, dans un second temps, par des
                                    artistes parvenant &agrave; la faire exister comme art. En ce sens, de nombreuses
                                    d&eacute;monstrations techniques r&eacute;alis&eacute;es sous le nom d&rsquo;IA
                                    &eacute;choueraient &agrave; faire art, si l&rsquo;on entend sous ce nom une
                                    capacit&eacute; &agrave; d&eacute;router (conduire) une technique dans des directions
                                    qui ne seraient pas imm&eacute;diatement attendues.</li>
                                <li>&ldquo; il nous faut affronter l&rsquo;absurdit&eacute; d&rsquo;un monde technique
                                    faisant vaciller les cat&eacute;gories traditionnelles de la pens&eacute;e (humain/non
                                    humain, nature/culture, invent&eacute;/g&eacute;n&eacute;r&eacute;, etc.).&rdquo;</li>
                            </ul>
                        </li>
                        <li>Chevalvert pour Stereolux :<ul>
                                <li>&ldquo; &nbsp;Le tout est de tenter de garder le contr&ocirc;le sans se faire happer par
                                    la puissance technique.&rdquo; &nbsp;</li>
                            </ul>
                        </li>
                    </ul>
                </div>
                <div class='section' id='section-10'>
                    <h2>R&eacute;union</h2>
                    <p><br></p>
                    <h3>R&eacute;f&eacute;rences</h3>
                    <ul>
                        <li>David Bailey - <a
                                href="https://www.google.com/url?q=http://www.ozanne-rarebooks.com/andy-warhol-transcripts-of-david-bailey-s-atv-documentary.html&sa=D&source=editors&ust=1655458559016564&usg=AOvVaw1zWAtZQ-71HCUOQ0Nrxlyj">Andy
                                warhol par David Bailey</a></li>
                        <li>Chris Marker - <a
                                href="https://www.google.com/url?q=https://fr.wikipedia.org/wiki/Chris_Marker&sa=D&source=editors&ust=1655458559016969&usg=AOvVaw0s71JT42Vl-n8Z2Hl3LXoP">Biographie</a>
                        </li>
                        <li>Fabien Zocco - <a
                                href="https://www.google.com/url?q=https://www.cnap.fr/attack-sun-un-film-de-fabien-zocco-et-gwendal-sartre&sa=D&source=editors&ust=1655458559017323&usg=AOvVaw3TsUhStm3ZJmuLSJE_YBmZ">Attack
                                the sun</a></li>
                        <li>Chris Marker - <a
                                href="https://www.google.com/url?q=https://dialector.poptronics.fr/&sa=D&source=editors&ust=1655458559017645&usg=AOvVaw0ArTyVckhbqly6W_dxRlG3">Dialector</a>
                        </li>
                        <li>Lib&eacute;ration &nbsp;- <a
                                href="https://www.google.com/url?q=https://www.liberation.fr/culture/2013/12/06/chris-marker-redonne-sa-langue-au-tchat_964739/%23:~:text%3DBOT%2520.,le%2520cadre%2520d'une%2520r%25C3%25A9trospective.&sa=D&source=editors&ust=1655458559018062&usg=AOvVaw330z5fMYWN8GkSu4SApUS6">Chris
                                Marker redonne sa langue au tchat</a></li>
                        <li>Chris Marker - <a
                                href="https://www.google.com/url?q=https://www.imdb.com/title/tt0056119/&sa=D&source=editors&ust=1655458559018408&usg=AOvVaw315ikDdpQlNvH8a3KmCdCL">La
                                Jet&eacute;e</a></li>
                    </ul>
                    <p><br></p>
                    <h3>Supports</h3>
                    <ul>
                        <li>Typographie : specimen en &eacute;dition</li>
                        <li>Edition : livre du projet/compte rendu des travaux et des &eacute;l&eacute;ments
                            pr&eacute;sent&eacute;s</li>
                        <li>Vid&eacute;o :</li>
                        <li>Sc&eacute;nographie : exposition des supports,</li>
                    </ul>
                    <p><br></p>
                    <h3>R&eacute;flexions</h3>
                    <ul>
                        <li>Les cartes viendraient soutenir l&rsquo;&eacute;dition, comme des &ldquo;extraits&rdquo; ou
                            &ldquo;reproduction&rdquo; pour aller dans le sens de la bo&icirc;te noire et du fonctionnement
                            de l&rsquo;IA.</li>
                        <li>&ldquo;A la recherche de&rdquo; car Charlotte Allard peut prendre plein de
                            d&eacute;nomination/de personnalit&eacute;</li>
                        <li>narration divis&eacute;e et &ldquo;&eacute;clat&eacute;e&rdquo; comme la production de
                            l&rsquo;ia</li>
                        <li>conserver la mulitplicit&eacute; des possibles (cf rendu des visuels du GAN dataset) dans la
                            mise en page, le r&eacute;cit va venir apporter une sorte de compr&eacute;hension des images
                        </li>
                        <li>Tout rapport avec le carr&eacute; et mettre la grille en carr&eacute;</li>
                        <li>Comment am&eacute;liorer les r&eacute;sultat</li>
                    </ul>
                    <p><br></p>
                    <p><br></p>
                    <h3>Cartes &amp; &eacute;ditions</h3>
                    <ul>
                        <li>Les cartes sont une reproductions miniatures de l&rsquo;&eacute;dition, on ne les mets pas
                            dedans pour ne pas brouiller</li>
                        <li>On valide format et compo pour &eacute;dition. Double jeu sur les cartes entre cartees papier
                            noir/impression blanc et papier blanc/impression noir</li>
                        <li>Cartes au format &ldquo;domino&rdquo; : superposition de 2 carr&eacute;s</li>
                        <li>revoir le format des cartes (plus petit)</li>
                        <li>Format A4 image transparente</li>
                    </ul>
                    <p><br></p>
                    <h3>R&eacute;partition des taches</h3>
                    <p><br></p>
                    <ul>
                        <li>
                            <h3>Edition - Aur&eacute;lien</h3>
                        </li>
                        <li>
                            <h3>Cartes - Aur&eacute;lien</h3>
                            <ul>
                                <li>revoir le format (plus petit)</li>
                            </ul>
                        </li>
                        <li>
                            <h3>Specimen typo en bande - Romain</h3>
                            <ul>
                                <li>(Format horizontal comme un nuancier, avec lien en fil (<a
                                        href="https://www.google.com/url?q=https://i.pinimg.com/564x/2c/c5/13/2cc513ab27da05f2bb28a2b95ac2e173.jpg&sa=D&source=editors&ust=1655458559009290&usg=AOvVaw1XacdPkJqi4NlZWKjGXcxC">exemple</a>))
                                </li>
                            </ul>
                        </li>
                        <li>
                            <h3>Affiches - Antoine</h3>
                            <ul>
                                <li>Affiche &ldquo;&eacute;venementielle&rdquo; pour vendre le projet ?</li>
                                <li>Affiche narrative en lien avec l&rsquo;&eacute;dition pour pr&eacute;senter une autre
                                    vision, une autre &eacute;chelle</li>
                                <li><a
                                        href="https://www.google.com/url?q=https://www.figma.com/file/t2NRIrXlu4BKzsPyjzZlTj/%25C3%2580-la-recherche-de?node-id%3D0%253A1&sa=D&source=editors&ust=1655458559009999&usg=AOvVaw0FDJODXldeYZaqy5GJOGkf">Lien
                                        Figma Premier Essais affiches</a></li>
                                <li>Document annexe avec les affiches g&eacute;n&eacute;r&eacute;s alternativement</li>
                            </ul>
                        </li>
                        <li>
                            <h3>Video - Antoine</h3>
                            <ul>
                                <li>Narration suppl&eacute;mentaire autour de la recherche d&rsquo;identit&eacute; de ___
                                </li>
                            </ul>
                        </li>
                        <li>
                            <h3>Discours didactique</h3>
                            <ul>
                                <li>&Agrave; discuter avec l&rsquo;&eacute;quipe p&eacute;dagogique</li>
                                <li>Support sc&eacute;nographique</li>
                            </ul>
                        </li>
                        <li>
                            <h3>Sc&eacute;nographie - Romain</h3>
                            <ul>
                                <li>Partie didactique, cartel</li>
                            </ul>
                        </li>
                    </ul>
                </div>
                <div class='section' id='section-11'>
                    <h3><span>R&eacute;f&eacute;rences&nbsp;</span></h3>
                    <p>Pauline Bastard - <span><a
                                href="https://www.google.com/url?q=http://paulinebastard.com/blog/2021/07/03/1397/&sa=D&source=editors&ust=1655458559021583&usg=AOvVaw26iHP0guL7veMvD2EPNMq_">Alex</a></span>
                    </p>
                    <p><br></p>
                    <h3>A la recherche</h3>
                    <p>A la recherche est un projet exploratoire autour de l&rsquo;identit&eacute; et de l&rsquo;IA.
                        Compos&eacute; &agrave; quatre main avec plusieurs r&eacute;seaux neuronaux artificiels, nous
                        explorons les possibles existence d&apos;une personne imaginaire. &Agrave; l&rsquo;identit&eacute;
                        mouvante, aux existences se r&eacute;pondant et se contredisant, la personne change au fil des
                        phrases d&rsquo;une discussion fleuve avec l&rsquo;IA.</p>
                    <p>S&rsquo;installant dans l&rsquo;h&eacute;ritage des explorations graphiques programm&eacute;es, ce
                        projet tend &agrave; explorer l&rsquo;IA non plus comme un outil de reproduction ou de
                        compl&eacute;tion mais comme celui de productions picturales et narratives singuli&egrave;res. A
                        d&eacute;faut de souhaiter cr&eacute;er du beau*, l&rsquo;IA souhaite r&eacute;pondre de la
                        mani&egrave;re la plus efficiente &agrave; la requ&ecirc;te que nous lui soumettons. En prenant
                        conscience de ce m&eacute;canisme, nous souhaitons nous y soustraire pour utiliser l&rsquo;IA
                        &agrave; l&rsquo;inverse de son usage. Nous r&eacute;cup&eacute;rons d&rsquo;elle ses faux pas, ses
                        mauvaises r&eacute;ponses, les images incompl&egrave;tes; t&eacute;moignant d&rsquo;autant
                        d&rsquo;essais et d&rsquo;&eacute;chec de compr&eacute;hension et de perception vis &agrave; vis de
                        ces donn&eacute;es. Ces extraits se singularisent par la sensibilit&eacute; dont ils font preuve et
                        offrent ainsi une seconde lecture aux images et aux mots, nous laissant deviner la perception de la
                        machine &agrave; travers la notre.</p>
                    <p>Ce travail devient ainsi un jeu de miroir. La machine renvoyant ce que nous lui donnons, elle fait
                        &agrave; partir de nous. Ce nous est un nous orient&eacute; par les jeux de donn&eacute;es*
                        qu&rsquo;on lui a fourni en pr&eacute;ambule. &Agrave; la recherche est un projet visant &agrave;
                        questionner l&rsquo;absence ou la pr&eacute;sence de sensibilit&eacute;s dans les productions
                        automatis&eacute;es. Si l&rsquo;absence de sensibilit&eacute; de la machine est assur&eacute;e, sa
                        production d&rsquo;images sensibles provient alors de sa synth&egrave;se sur ce qui fait le beau
                        dans une image. Au-del&agrave; de cette logique sur un hypoth&eacute;tique pattern du beau, cette
                        r&eacute;flexion renvoie a qui fait le sensible, le receveur ou le cr&eacute;ateur ?</p>
                    <p>Ce travail n&eacute; dans un regard critique de l&rsquo;utilisation traditionnelle de l&rsquo;IA en
                        design graphique. Contre les logo-makers* d&eacute;laissant l&rsquo;intelligence sensible au profit
                        d&rsquo;une logique d&rsquo;ex&eacute;cution, contre l&rsquo;usage de &ldquo; filtres photos sous
                        st&eacute;ro&iuml;des &ldquo;* et contre une fascination h&eacute;b&eacute;t&eacute;e envers ces
                        agents autonomes, ce projet d&eacute;sire &ecirc;tre une exploration critique d&rsquo;une des
                        potentielles techniques majeures des d&eacute;cennies &agrave; venir en graphisme. Le fait que le
                        fonctionnement pr&eacute;cis de ces intelligences &eacute;chappent* aux plus experts des
                        ing&eacute;nieurs est aussi un axe majeur d&rsquo;interrogation vis &agrave; vis de ces outils
                        contemporains desquels nous perdons peu &agrave; peu le contr&ocirc;le total, glissant vers un
                        contr&ocirc;le de fonction restreint aux entr&eacute;es et sorties de la machine. &nbsp;</p>
                    <p>1 &ldquo; les technologies du deep learning op&egrave;rent une substitution de la raison par la
                        rationalit&eacute;. &ldquo;</p>
                    <p><br></p>
                    <h3>Point &eacute;dition</h3>
                    <ul>
                        <li>
                            <h3>Faire le choix d&rsquo;image fortes,</h3>
                        </li>
                        <li>id&eacute;e couv et 4e&nbsp;<ul>
                                <li>mettre une partie du dataset en premiere - mettre le rendu sur la 4e</li>
                            </ul>
                        </li>
                        <li>travailler le discour autour de la sensibilit&eacute;, de la provenance des id&eacute;es,</li>
                        <li>Pourquoi tel dataset ? il traite de sensibilit&eacute; ok mais est-il pertinent et m&eacute;dian
                            sur les go&ucirc;ts de la soci&eacute;t&eacute;</li>
                        <li>chaque objet sa fonction ?</li>
                        <li>r&eacute;sumer chaque objet en 3 lignes</li>
                        <li>Andy warhol par David Bailey : dialogues et images : envoyer un mail pour r&eacute;cup
                            l&rsquo;&eacute;dition</li>
                        <li>comment repr&eacute;senter la schizophr&eacute;nie de l&rsquo;ia ? quel lien entre toutes les
                            facettes du personnage ?</li>
                        <li>carr&eacute; = pixel, format de l&rsquo;image sortie par l&rsquo;IA, penser au pixel pour la
                            justif de la forme</li>
                        <li>Pourquoi le bitmap ? bien l&rsquo;expliquer : c&rsquo;est du fucking carr&eacute; again</li>
                        <li>it&eacute;ration, norme pour le sp&eacute;cimen : (cf charte nasa?)</li>
                        <li>raconter l&rsquo;histoire de la typo dans le sp&eacute;cimen</li>
                        <li>jeu entre la construction de l&rsquo;identit&eacute; (&eacute;dition) et le language (typo)</li>
                        <li>se questionner sur l&rsquo;objectif et les liens entre nos objets, les d&eacute;finir comme un
                            dico (un objet, une def)</li>
                        <li>Lire Chris Marker : Collection plan&egrave;te.<ul>
                                <li>Interroger l&rsquo;entit&eacute; num&eacute;rique de Chris Marker</li>
                                <li>Lire les &eacute;crits sur Chris Marker</li>
                                <li>Regarder Dialector de Chris Marker</li>
                            </ul>
                        </li>
                        <li>Geste it&eacute;ratif<ul>
                                <li>Faut il mettre la typo dans l&rsquo;&eacute;dition ?</li>
                                <li>Est-ce que la typo habillerais pas l&rsquo;IA</li>
                            </ul>
                        </li>
                        <li>Qu&rsquo;est ce que le caract&egrave;re pour nous ? Est-ce sa voix, sa personnalit&eacute; ou
                            est-ce typographique ?<ul>
                                <li>Non, ce ne l&rsquo;est pas.</li>
                            </ul>
                        </li>
                        <li>La typo fait un caract&egrave;re et Romain fait le revival,</li>
                        <li>Pr&eacute;ciser le travail que l&rsquo;on fait.<ul>
                                <li>Mieux d&eacute;finir le r&ocirc;le de l&rsquo;affiche, qu&rsquo;est-ce qu&rsquo;elle
                                    raconte ? dans quelle chronologie se place t-elle</li>
                            </ul>
                        </li>
                        <li>Trait&eacute; le film comme un film. Ex: la jet&eacute;e<ul>
                                <li>D&eacute;finir clairement le r&ocirc;le de chaque objet dans le projet</li>
                            </ul>
                        </li>
                        <li>Parler de l&rsquo;IA de mani&egrave;re inclusif<ul>
                                <li>penser &agrave; la chronologie de nos objets</li>
                            </ul>
                        </li>
                    </ul>
                </div>
                <div class='section' id='section-12'>
                    <h3><span>Point Christophe</span></h3>
                    <ul>
                        <li><span>D&eacute;tailler plus la note d&rsquo;intention pour faciliter la compr&eacute;hension du
                                public non averti</span></li>
                        <li><span>Rajouter un paragraphe d&rsquo;introduction au ML et &agrave; l&rsquo;IA</span></li>
                        <li><span>penser &agrave; une pr&eacute;sentation du projet en 2 phrases</span></li>
                        <li><span>se d&eacute;tacher du projet pour en parler de mani&egrave;re plus pr&eacute;cise</span>
                        </li>
                        <li><span>pr&eacute;ciser la s&eacute;lection et &ecirc;tre sp&eacute;cifique sur la
                                s&eacute;lection des comptes insta</span></li>
                        <li><span>&ecirc;tre plus sp&eacute;cifique sur les inputs de texte ? r&eacute;p&eacute;tition
                                d&rsquo;un pattern pour voir la diff&eacute;rence des histoires ?</span></li>
                        <li><span>banque d&rsquo;images = cahier de tendances, personnas m&eacute;dians,</span></li>
                        <li><span>pour l&rsquo;oral &ecirc;tre bien sp&eacute;cififque sur chaque contenu produit :
                                d&apos;o&ugrave; &ccedil;a vient ? quel est le moyen de cr&eacute;ation ? quel est le but ?
                                qu&rsquo;est-ce qu&rsquo;on s&eacute;lectionne et pourquoi ?</span></li>
                        <li><span>cherche le point d&rsquo;ancrage pour nous et le jury dans la cr&eacute;ation du
                                texte</span></li>
                        <li><span>id&eacute;e du personna ? rigueur sur la cr&eacute;ation de ce dernier, son histoire de A
                                &agrave; Z, chaque moment de vie</span></li>
                        <li><span>ou id&eacute;e de r&eacute;&eacute;criture d&rsquo;une oeuvre commune // NON</span></li>
                        <li><span>ou id&eacute;e de la r&eacute;p&eacute;tition protocolaire d&rsquo;un input &nbsp;</span>
                        </li>
                        <li><span>pour l&rsquo;oral &ldquo;travail d&rsquo;&eacute;diteur sur la s&eacute;lection et la mise
                                en concurrences des contenus textuels cr&eacute;&eacute;s&rdquo;</span></li>
                        <li><span>constat &rarr; r&eacute;sultat.</span></li>
                        <li><span>texte enjeu majeur ? bien cerner ce point pour d&eacute;rouler un discours clair</span>
                        </li>
                        <li><span>critique de l&rsquo;esth&eacute;tique du &ldquo;beau&rdquo;</span></li>
                        <li><span>Le liant de notre travail est la recherche de sensibilit&eacute; &agrave; travers un RN
                                nourri des productions humaines, recherche de la similarit&eacute; entre les
                                sensibilit&eacute;s humaines, esth&eacute;tiques communes</span></li>
                        <li><span>Faire prendre le plus de libert&eacute; &agrave; la machine pour y lire sa
                                sensibilit&eacute;, voir ce qu&rsquo;il reste de notre sensibilit&eacute; une fois que
                                c&rsquo;est dirig&eacute; par la machine.</span></li>
                        <li><span>Rendre le discours moins abstrait au d&eacute;but ?</span></li>
                        <li><span>Synth&eacute;tiser le projet en 2 phrases, comme un tweet</span></li>
                        <li><span>&Ecirc;tre encore plus didactique, aider les gens</span></li>
                        <li><span>Plus sp&eacute;cifique sur la selection des comptes, nombre de r&eacute;ponses, mieux
                                huil&eacute; la technique de crawl</span></li>
                        <li><span>Iflux, 2 philosophe</span></li>
                        <li><span>Trouver le liant de l&rsquo;&eacute;dition</span></li>
                        <li><span>Des banques d&rsquo;images qui sont des cahiers de tendances, un personna</span></li>
                        <li><span>Expliquer les &eacute;tapes de productions,</span></li>
                        <li>Une petite phrase qui vient de nos sensibilit&eacute;s, et qui r&eacute;sume</li>
                    </ul>
    
                    <h3><br></h3>
                    <h3><span>R&eacute;flexion</span></h3>
                    <p><span>Le texte est un entretien avec DaVinci002 autour de la recherche de ce qu&rsquo;est _____ .
                            Nous la questionnons sur son enfance, sur les raisons pour lesquelles elle a agit de la
                            mani&egrave;re dont elle a agit, sur son &eacute;ducation, sur ses relations, sur sa nature, sur
                            ce qui lui plait dans la vie, sur le fait de savoir si elle est vivante ou non,
                            rechercher</span></p>
                    <p><br></p>
                    <h3><span>Questionnaire d&rsquo;identit&eacute;</span></h3>
                    <ul>
                        <li><span>(protocole)</span></li>
                        <li><span>Iel s&rsquo;appelait</span></li>
                        <li><span>Enfant, iel</span></li>
                        <li><span>Un jour, je me souviens qu&rsquo;iel</span></li>
                        <li><span>// Le pr&eacute;nom est le liant ?</span>
                            <ul>
                                <li><span>. On distingue l&apos;identit&eacute; comme relation d&apos;un &ecirc;tre &agrave;
                                        lui-m&ecirc;me, de l&apos;identit&eacute; comme ressemblance extr&ecirc;me entre
                                        deux &ecirc;tres, et de l&apos;identit&eacute; comme ce qui fait le caract&egrave;re
                                        d&apos;un sujet dans son devenir temporel</span></li>
                                <li><span>le &laquo; principe d&rsquo;identit&eacute; &raquo; (qui veut que A = A)</span>
                                </li>
                                <li><span>L&rsquo;identit&eacute; est la colonne vertr&egrave;brale de notre recherche.
                                        L&rsquo;identit&eacute; fictive, multiple, &eacute;th&eacute;r&eacute;e d&rsquo;une
                                        entit&eacute; automatis&eacute;, d&rsquo;un point de vue de l&rsquo;image comme de
                                        son histoire.</span></li>
                                <li><span>De part sa nature, l&rsquo;IA nous offre un miroir d&rsquo;une certaines
                                        sensibilit&eacute; et&nbsp;</span><span>r&eacute;colter les traces
                                        d&rsquo;humanit&eacute;s</span></li>
                            </ul>
                        </li>
                    </ul>
                    <p><br></p>
                    <h3><span>R&eacute;flexions</span></h3>
                    <ul>
                        <li><span>//Ce r&eacute;cit se d&eacute;coupe en 15 chapitrage</span></li>
                        <li><span>R&eacute;sum&eacute; le projet en un tweet</span></li>
                        <li><span>Projet de recherche / IA / Deep Learning / Cr&eacute;ation d&rsquo;images /
                                narration</span></li>
                        <li><span>C&rsquo;est un projet de recherche</span></li>
                        <li><span>- Nos &eacute;critures -</span></li>
                    </ul>
                    <p><br></p>
                    <ul>
                        <li><span>/// On m&eacute;lange des histoires g&eacute;n&eacute;r&eacute;s &agrave; partir de nos
                                phrases et celles de la machine</span></li>
                    </ul>
                    <p><br></p>
                    <ul>
                        <li><span>1 - Viens le vent comme le soleil</span></li>
                        <li><span>2 - Rien ne dure</span></li>
                        <li><span>3 - Les gens normaux dorment la nuit</span></li>
                        <li><span>4 - Sa maison</span></li>
                        <li><span>5 - Le jour venait de se lever</span></li>
                        <li><span>6 - Je n&rsquo;ai jamais &eacute;t&eacute; aussi heureux</span></li>
                        <li><span>7 - Le ciel et la terre s&rsquo;&eacute;taient m&ecirc;l&eacute;s</span></li>
                        <li><span>8 - Et les os furent rompu</span></li>
                        <li><span>9 - &Agrave; l&apos;aube du quinzi&egrave;me jour,</span></li>
                        <li><span>10 - ___ avait une peur bleue de</span></li>
                        <li><span>&nbsp;11 - La vie n&apos;&eacute;tait pas facile // IA</span></li>
                        <li><span>12 - Je ne sais pas ce qui m&apos;a pris ce jour-l&agrave;.</span></li>
                        <li><span>13 - Tout a commenc&eacute; lorsque j&apos;ai rencontr&eacute; cet homme</span></li>
                        <li><span>14 - J&apos;avais toujours entendu parler de lui, mais je ne l&apos;avais jamais
                                rencontr&eacute;.</span></li>
                        <li><span>15 - C&apos;&eacute;tait une journ&eacute;e comme les autres, jusqu&apos;&agrave; ce que
                                je le voie</span></li>
                        <li><span>16 - Je ne sais pas ce qui m&apos;a pris, mais je me suis approch&eacute; de lui.</span>
                        </li>
                        <li><span>17 - Nous avons commenc&eacute; &agrave; parler, et je me suis senti imm&eacute;diatement
                                attir&eacute; par lu</span></li>
                        <li><span>18 - Je ne sais pas ce qui s&apos;est pass&eacute;, mais je me suis retrouv&eacute; dans
                                ses bras</span></li>
                        <li><span>19 - Nous avons commenc&eacute; &agrave; nous embrasser, et je me suis sent</span></li>
                        <li><span>20 -</span></li>
                    </ul>
                </div>
                <div class='section' id='section-13'>
                    <ul>
                        <li><span>Chapitre 01 x 10</span>
                            <ul>
                                <li><span>1 - Je dis &agrave; la machine ce qu&apos;elle doit faire et elle
                                        d&eacute;sob&eacute;it</span></li>
                                <li><span>2 - Rien ne</span></li>
                                <li><span>3 - Jamais je ne l&apos;avais entendu</span></li>
                                <li><span>4 - Face de chien &eacute;tait</span></li>
                                <li><span>5 - Je n&rsquo;ai jamais &eacute;t&eacute; aussi heureux</span></li>
                                <li><span>6 - ___ avait une particularit&eacute;</span></li>
                                <li><span>7 - ___ commen&ccedil;ait sa journ&eacute;e</span></li>
                                <li><span>8 - ___ &eacute;tait finalement l&agrave;</span></li>
                                <li><span>9 - ___ avait une peur bleue de</span></li>
                                <li><span>10 - Le ciel et la terre s&rsquo;&eacute;taient m&ecirc;l&eacute;s</span></li>
                                <li><span>11 - ___ &eacute;tait un</span></li>
                                <li><span>12 - Faux c&rsquo;&eacute;tait un</span></li>
                                <li><span>13 - Et rien n&apos;aurait &eacute;t&eacute; possible sans toi</span></li>
                                <li><span>14 - Et les os furent rompu</span></li>
                                <li><span>15 - &Agrave; l&apos;aube du quinzi&egrave;me jour,</span></li>
                                <li><span>16 - Les gens normaux dorment la nuit</span></li>
                                <li><span>17 - Sa maison</span></li>
                                <li><span>18 - Le jour venait de se lever</span></li>
                            </ul>
                        </li>
                    </ul>
                    <p><br></p>
                    <p><br></p>
                    <ul>
                        <li><span>// Raconter une vie</span></li>
                        <li><span>A travers des mots clef (qui &eacute;vite l&rsquo;&eacute;vidence, pour forcer la machine
                                &agrave; se r&eacute;inventer), narrer les &eacute;tapes de la vie de cette personne
                                fictive.</span></li>
                    </ul>
                    <ul>
                        <ul>
                            <li><span>Lumi&egrave;re // naissance</span></li>
                            <li><span>Chair // naissance</span></li>
                            <li><span>Berceau // petite enfance</span></li>
                            <li><span>Maison // Enfance</span></li>
                            <li><span>Soleil // Enfance</span></li>
                            <li><span>M&egrave;re // Enfance</span></li>
                            <li><span>Identit&eacute; // Enfance</span></li>
                            <li><span>Pr&eacute;au // Enfance</span></li>
                            <li><span>D&eacute;couverte // Adolescence</span></li>
                            <li><span>Suzanne // adolescence - amour</span></li>
                            <li><span>Fugue // d&eacute;part - adolescence</span></li>
                            <li><span>Chien // &eacute;mancipation - adolescence</span></li>
                            <li><span>Nuit // vingtaine - jeunesse</span></li>
                            <li><span>Aube // vingtaine</span></li>
                            <li><span>Amour // vingtaine</span></li>
                            <li><span>Cycle // trentaine</span></li>
                            <li><span>Peur // trentaine</span></li>
                            <li><span>Dispara&icirc;tre // trentaine</span></li>
                            <li><span>Division // quarantaine</span></li>
                            <li><span>Tourbillon // quarantaine</span></li>
                            <li><span>Foyer // cinquantenaire</span></li>
                            <li><span>Boyaux // cinquantenaire</span></li>
                            <li><span>Souffle // retraite</span></li>
                            <li><span>Souvenir // retraite</span></li>
                            <li><span>H&eacute;ritage // fin de vie</span></li>
                            <li><span>Os // fin de vie</span></li>
                            <li><span>Ciel // mort - fin - d&eacute;c&egrave;s</span></li>
                        </ul>
                    </ul>
                </div>
                <div class='section' id='section-14'>
                    <h3><span>LISEZ ICI</span></h3>
                    <ul>
                        <li><span>Il faudrait faire un insert dans l&rsquo;&eacute;dition, pour expliquer ce qu&rsquo;est
                                dans l&rsquo;&eacute;dition. Ainsi &ccedil;a r&eacute;unit le meilleur des deux mondes,
                                avoir une &eacute;dition qui ne s&apos;explique pas et qui est une &oelig;uvre totale, un
                                univers dont rien ne nous extrait et &agrave; la fois avoir un document accessible pour
                                expliquer la production de l&rsquo;ouvrage.</span></li>
                        <li><span>Peut &ecirc;tre que les cartes peuvent devenir ce support finalement ?</span></li>
                    </ul>
                    <p><br></p>
                    <h2><span>R&eacute;flexions :</span></h2>
                    <ul>
                        <li><span>Edition (d&eacute;tail)</span>
                            <ul>
                                <li><span>dos : 315*0.15= 47.25 mm</span></li>
                                <li><span>630 images au dos, soit autant d&rsquo;histoires possibles et de pages dans
                                        l&rsquo;&eacute;dition</span></li>
                                <li><span>Partie histoire / dialogue / pens&eacute;e</span></li>
                                <li><span>Faire des d&eacute;calages pour les dialogues</span></li>
                                <li><span>27*20=540</span></li>
                                <li><span>4 page intro d&eacute;but</span></li>
                                <li><span>2 page fin</span></li>
                                <li><span>630 - 6</span></li>
                                <li><span>624 - 54 = 570 (si 2 pages par ouverture de chapitres)</span></li>
                                <li><span>ou</span></li>
                                <li><span>624 -81 =543 (si 3 pages par ouvertures de chapitres)</span></li>
                                <li><span>-3 et &ccedil;a deviens un multiple de 27</span></li>
                                <li><span>540/27=20</span></li>
                                <li><span>567/ 27 = 21</span></li>
                                <li><span>21 pages par chapitre</span></li>
                                <li><span>630p</span></li>
                            </ul>
                        </li>
                    </ul>
                    <p><br></p>
                    <ul>
                        <li><span>Code couleur :</span></li>
                        <li><span>Rose = page chapitre</span></li>
                        <li><span>Jaune = page intro libre etc</span></li>
                        <li><span>Vert = page de narration</span></li>
                        <li><span>Carnet de 10 pages</span></li>
                        <li><span>2 page</span></li>
                        <li><span>20 feuilles</span></li>
                    </ul>
                    <p><br></p>
                    <h3><span>Format et impression</span></h3>
                    <ul>
                        <li><span>200x280 mm<br></span></li>
                        <li><span>Papier couch&eacute; 115/120g</span></li>
                        <li><span><a
                                    href="https://www.google.com/url?q=https://www.arcticpaper.com/brands/arctic-volume/arctic-volume-ice/&sa=D&source=editors&ust=1655458559033724&usg=AOvVaw1zRJUPwv1bf7FwExwGYX44">https://www.arcticpaper.com/brands/arctic-volume/arctic-volume-ice/</a></span>
                        </li>
                        <li><span>Ou papier m&eacute;moire Graphisme Programm&eacute;</span></li>
                        <li><span>630 p interieur</span></li>
                        <li><span>315 feuilles</span></li>
                        <li><span>4 ex minimum</span></li>
                        <li><span>300 - 350 e</span></li>
                        <li><span>specimen :</span></li>
                        <li><span>25,4mm x 25,4mm</span></li>
                        <li><span>212 pages int&eacute;rieur</span></li>
                    </ul>
                    <p><br></p>
                    <h3>R&ocirc;les<span>&nbsp;jusqu&rsquo;&agrave; samedi soir</span></h3>
                    <ul>
                        <li><span>Antoine :</span></li>
                        <li><span>Texte</span></li>
                        <li><span>Crawl</span></li>
                        <li><span>Affiches</span></li>
                    </ul>
                    <p><br></p>
                    <ul>
                        <li><span>Aur&eacute;lien:</span></li>
                        <li><span>Chapitre 1 (Chapitre type)</span></li>
                        <li><span>Images</span></li>
                        <li><span>Affiches</span></li>
                    </ul>
                    <p><br></p>
                    <ul>
                        <li><span>Romain</span></li>
                        <li><span>Chapitre 2 (Chapitre type)</span></li>
                        <li><span>Carnet de bord (web-version)</span></li>
                    </ul>
                </div>
                <div class='section' id='section-15'>
                    <h2>Point &eacute;dition</h2>
                    <p><br></p>
                    <ul>
                        <li>jouer plus avec l&rsquo;aspect vignette et la grande taille</li>
                        <li>Modifier l&rsquo;entr&eacute;e de chapitre (belle page image - gauche triangulation)</li>
                        <li>Essai des dialogues en exergue</li>
                        <li>Trouver les 3 tailles de typos (body, discours, poster)</li>
                        <li>Compos&eacute; en drapeau</li>
                        <li>Double page image texte colonne (pour romain)</li>
                        <li>Ne pas trop pousser le texte dans le petit fond</li>
                        <li>Garder une marge d&rsquo;un carreau pour le texte</li>
                    </ul>
                    <p><br></p>
                    <h3>Titres &amp; concepts potentiels</h3>
                    <ul>
                        <li>Identit&eacute;(s) : un projet de recherche de pattern et r&eacute;currence esth&eacute;tique et
                            de sens avec les techniques de deep learning</li>
                        <li>Identit&eacute;(s) est une r&eacute;flexion narrative autour de nos identit&eacute;s et normes
                            communes une fois cristalliser au sein d&rsquo;une intelligence artificielle</li>
                        <li>Identit&eacute;(s) est une recherche structur&eacute;e en r&eacute;cit narratif
                            g&eacute;n&eacute;r&eacute;. S&eacute;par&eacute; en 27 &eacute;tapes, soit autant de mots-clefs
                            propos&eacute; &agrave; une IA, nous proposant &agrave; son tour des histoires, refl&eacute;tant
                            sa perception de</li>
                    </ul>
                </div>
                <div class='section' id='section-16'>
                    <h2>Point - Brice</h2>
                    <p><br></p>
                    <ul>
                        <li>Qu&rsquo;est-ce que l&rsquo;objet raconte ? Comment il s&rsquo;articule avec les autres supports
                            ?</li>
                        <li>Justification des 27 chapitres ? d&rsquo;o&ugrave; &ccedil;a sort ?</li>
                        <li>Miscellan&eacute;e : recueil de divers &eacute;crit litt&eacute;raires, scientifiques etc</li>
                        <li>Quelle typologie d&rsquo;&eacute;crits ?</li>
                        <li>&ldquo;La perception du monde par l&rsquo;ia de la naissance &agrave; la mort&rdquo;</li>
                        <li>vision de l&rsquo;humanit&eacute; par une IA : car elle est nourrie par l&rsquo;histoire de
                            l&rsquo;humanit&eacute;</li>
                        <li>exigence sur nos propos, limite on r&eacute;dige tout notre discours avant l&rsquo;oral</li>
                        <li>les images ont &eacute;t&eacute; extraite et utilis&eacute; en fonction du texte,</li>
                        <li>on a choisi ces images parce qu&rsquo;elles &eacute;taient pertinentes lorsqu&apos;elles sont
                            mise en relation avec le texte, nous permet de faire une s&eacute;lection, un extract de nos
                            travaux g&eacute;n&eacute;r&eacute;s</li>
                        <li>la mise en forme. On a choisi les diff&eacute;rentes tailles de corps de texte en fonction des
                            structures de texte</li>
                        <li>Parler des gans &agrave; la fin de la pr&eacute;sentation</li>
                        <li>Affiches : justification ? extraits de l&rsquo;&eacute;dition, fragments</li>
                        <li>une id&eacute;e forte par affiche ? s&eacute;lection d&rsquo;histoires puissantes et
                            int&eacute;ressante dont la forme une fois mise sur l&rsquo;affiche donne une nouvelle
                            perception</li>
                        <li>L&rsquo;affiche est t&rsquo;elle une r&eacute;-interprentation du texte</li>
                        <li>Justification de la typo par les tailles de corps recommand&eacute;es ?</li>
                        <li>vid&eacute;o : cr&eacute;ation d&rsquo;un morphing par la machine &rarr; syst&egrave;me de
                            cr&eacute;ation de la machine &rarr; didactique rendu esth&eacute;tique par l&rsquo;apport
                            d&rsquo;un r&eacute;cit</li>
                    </ul>
                    <p><br></p>
                    <h3>R&eacute;flexions</h3>
                    <p><br></p>
                    <ul>
                        <li>Il y a un parrall&egrave;le entre notre choix pour cette technique de design et le fait que nous
                            passions notre diplome, c&rsquo;est le fait d&rsquo;arriver &agrave; un bout. Au bout
                            d&rsquo;une r&eacute;flexion sur le design et sur ses outils et au bout d&rsquo;une formations
                            graphique.</li>
                        <li>Faire sur l&rsquo;IA &eacute;tait une mani&egrave;re d&rsquo;explorer de nouveaux territoires,
                            de d&eacute;fricher des pistes potentiels pour l&rsquo;avenir et de repousser une ultime fois la
                            barri&egrave;re de nos savoirs et acquis. Ce sujet n&rsquo;est pas innocent ou al&eacute;atoire,
                            il r&eacute;pond lui m&ecirc;me &agrave; une philosophie de recherche durant nos &eacute;tudes,
                            qui vient s&rsquo;achever lors de ce projet.</li>
                    </ul>
                    <h2>Pr&eacute;sentation de nos &eacute;l&eacute;ments</h2>
                    <p><br></p>
                    <ul>
                        <li>Contenu textuel&nbsp;<ul>
                                <li>Les textes contenus dans notre &eacute;dition refl&egrave;tent la perception de
                                    l&rsquo;IA sur l&rsquo;humanit&eacute; &agrave; travers 27 &eacute;tapes de la vie
                                    humaine.</li>
                            </ul>
                        </li>
                        <li>Images&nbsp;<ul>
                                <li>Nos images proviennent d&rsquo;une s&eacute;lection de comptes instagram
                                    refl&eacute;tant des standards de beaut&eacute; et d&rsquo;esth&eacute;tisme
                                    d&rsquo;aujourd&rsquo;hui. Une fois pass&eacute;es par le filtre de l&rsquo;IA, nous
                                    effectuons un choix guid&eacute; par le sens des textes. Cette mise en relation avec le
                                    texte permet de donner de la pertinence aux images.(les images ont &eacute;t&eacute;
                                    extraite et utilis&eacute; en fonction du texte,</li>
                                <li>on a choisi ces images parce qu&rsquo;elles &eacute;taient pertinentes lorsqu&apos;elles
                                    sont mise en relation avec le texte, nous permet de faire une s&eacute;lection, un
                                    extract de nos travaux g&eacute;n&eacute;r&eacute;s)</li>
                            </ul>
                        </li>
                        <li>Edition&nbsp;<ul>
                                <li>L&rsquo;&eacute;dition est un miscellan&eacute;e de r&eacute;cits de la vie humaine
                                    per&ccedil;u par l&rsquo;IA. Compos&eacute;e en 27 chapitres (issus d&rsquo;une division
                                    de l&rsquo;esp&eacute;rance de vie occidentale), l&rsquo;&eacute;dition met en relation
                                    les images et le texte pour proposer une vision po&eacute;tique et distante de notre
                                    r&eacute;alit&eacute;.</li>
                            </ul>
                        </li>
                        <li>Affiches<ul>
                                <li>S&eacute;lection d&rsquo;histoires dont la forme une fois mise sur l&rsquo;affiche donne
                                    une nouvelle perception.</li>
                            </ul>
                        </li>
                    </ul>
                </div>
                <div class='section' id='section-17'>
                    <h2>Point</h2>
                    <p><br></p>
                    <h3>R&eacute;f&eacute;rences</h3>
                    <ul>
                        <li>Charles &amp; Ray Eames - <a
                                href="https://www.google.com/url?q=https://www.imdb.com/title/tt0078106/&sa=D&source=editors&ust=1655458559045473&usg=AOvVaw1Y0fxVCxLKjQKBOhkyd6PL">Power
                                of ten</a></li>
                        <li>Camille Henrot - <a
                                href="https://www.google.com/url?q=https://pointcontemporain.com/camille-henrot-days-are-dogs-palais-de-tokyo/&sa=D&source=editors&ust=1655458559045882&usg=AOvVaw1YHr40Icl7OOhP_fdRXP1x">Days
                                are dogs</a></li>
                        <li>Nicolas Fourgeaud, &Eacute;lodie Henrion et Benjamin Seror - <a
                                href="https://www.google.com/url?q=https://www.cneai.com/product/lecomusee-de-lhomme-moderne/&sa=D&source=editors&ust=1655458559046240&usg=AOvVaw2Sjp01MRp4wXSk04ESpvtH">L&rsquo;&eacute;co-mus&eacute;e
                                de l&rsquo;homme moderne</a></li>
                        <li>Medium: Design non &eacute;thique - <a
                                href="https://www.google.com/url?q=https://designonethic.medium.com/design-%25C3%25A9thique-mort-du-design-e488650ebc58&sa=D&source=editors&ust=1655458559046594&usg=AOvVaw0OixGrkq1kcVlEudItB-JA">Design
                                &eacute;thique et mort du design</a></li>
                        <li>Revue BackOffice -<a
                                href="https://www.google.com/url?q=http://www.revue-backoffice.com/numeros/02-penser-classer-representer/indra-kupferschmidt-ia-pour-classification-typographique&sa=D&source=editors&ust=1655458559047024&usg=AOvVaw2vrXvgxA3BGAVT2fKcPlk0">&nbsp;Une
                                IA pour la classification typographique</a></li>
                        <li>Victor Panarek - <a
                                href="https://www.google.com/url?q=https://www.lespressesdureel.com/ouvrage.php?id%3D8623&sa=D&source=editors&ust=1655458559047368&usg=AOvVaw3i5qhq18XFFhbvWP9BJa2R">Design
                                pour un monde r&eacute;el</a></li>
                        <li>Atelier ESAD Pyr&eacute;n&eacute;es - <a
                                href="https://www.google.com/url?q=https://ateliers.esad-pyrenees.fr/web/pages/culturenum/ethique/&sa=D&source=editors&ust=1655458559047726&usg=AOvVaw1netzGgJee-3UnR9uD-eDW">Design
                                &eacute;thique, &eacute;co-design, low-techs</a></li>
                    </ul>
                    <p><br></p>
                    <h3>Retours</h3>
                    <ul>
                        <li>Storytelling &agrave; travailler encore plus,<ul>
                                <li>Justification des 27 &eacute;tapes de la vie encore trop complexe,</li>
                                <li>Quelle est l&rsquo;histoire ?</li>
                                <li>Projet = r&eacute;cit imprim&eacute;</li>
                                <li>Les erreurs permettent de deviner la mani&egrave;re de percevoir de la machine</li>
                                <li>Justifier nos supports</li>
                            </ul>
                        </li>
                        <li>Pr&eacute;ciser encore plus la nature des supports (livre et affiches)<ul>
                                <li>quel est leur r&ocirc;le ?</li>
                                <li>important de justifier nos choix plus que comment fonctionne la machine</li>
                                <li>bien clarifier ce qui est fait par la machine et les choix que nous faisons en tant que
                                    designers</li>
                                <li>chaque objet repr&eacute;sente un &acirc;ge de la vie</li>
                            </ul>
                        </li>
                        <li>justification de la mise en page, des gabarits, des corps de texte :<ul>
                                <li>petit corps de texte : r&eacute;cit</li>
                                <li>gros corps : pens&eacute;e, citations, po&egrave;mes</li>
                                <li>fat type : pens&eacute;es structurantes, accent de l&rsquo;histoire</li>
                                <li>justifier pourquoi pas tout &eacute;crire en typo g&eacute;n&eacute;r&eacute;e</li>
                            </ul>
                        </li>
                        <li>si on nous questionne sur le fond, attention &agrave; ne pas basculer direct sur la technique
                            <ul>
                                <li>Plus parler sur l&rsquo;exercice po&eacute;tique et sur les formes graphiques</li>
                                <li>r&eacute;cits = bribes de souvenirs communs</li>
                                <li>s&eacute;parer les contenus pour redonner un sens aux objets ?</li>
                                <li>Afterimage (l&rsquo;ombre lumineuse apr&egrave;s qu&rsquo;on ai vu le soleil)</li>
                                <li>Miroir d&eacute;formant // capsule temporelle</li>
                                <li>images, souvenirs, &eacute;criture, langage de l&rsquo;homme moderne</li>
                            </ul>
                        </li>
                        <li>le choix de nos supports va d&eacute;terminer l&apos;int&eacute;r&ecirc;t et le sens de nos
                            choix graphiques<ul>
                                <li>&ldquo;copie des imperfections humaines ?&rdquo;</li>
                                <li>jeu d&rsquo;&eacute;chelles comme justif des chapitres ?</li>
                                <li>&eacute;pistolaire ?</li>
                                <li>les formats, les choix graphiques doivent faire &eacute;cho au sens du projet</li>
                                <li>Aporie : difficult&eacute; logique insoluble, paradoxe irr&eacute;solvable.</li>
                            </ul>
                        </li>
                    </ul>
                </div>
                <div class='section' id='section-18'>
                    <h3>Retours Christophe Lema&icirc;tre</h3>
                    <p><br></p>
                    <ul>
                        <li>Le syst&egrave;me lui semble coh&eacute;rent, il aime bien le principe de double lecture image
                            texte/ Texte image. Sur ce qui est des formes graphiques, il trouve que les retours lignes et le
                            petit corp de texte cr&eacute;&eacute; quelque chose de plus fort et en lien avec notre
                            volont&eacute; de narration. Il m&rsquo;a interrog&eacute; sur le choix typographique (ca ma un
                            peu fait b&eacute;gayer) je savais pas trop quoi dire &agrave; part qu&rsquo;elle &eacute;tait
                            belle mdr et du coup j&rsquo;ai pens&eacute; que ce serait bien de faire reprendre ton principe
                            de typo par d&eacute;faut que tu as choisi de faire dans le carnet de bord aur&eacute;lien ?
                            Donc de partir sur une minion pro ou sur de la times (antoine je te vois)<ul>
                                <li>C&rsquo;est plut&ocirc;t positif, c&rsquo;est cool. je pense qu&rsquo;on peut
                                    effectivement partir sur une font par d&eacute;faut aussi. je pense que ce
                                    positionnement de &lsquo;on est des designer, mais on produit un objet fini qui se
                                    soustrait au design&rsquo; est un peu border mais j&rsquo;aime bien</li>
                            </ul>
                        </li>
                        <li>Je ne comprends pas le soustrait au design ?<ul>
                                <li>En fait on &eacute;l&egrave;ve tout ce qui d&rsquo;ordinaire est design graphique, on
                                    refuse de faire le choix de font, on ne fais pas de choix d&rsquo;image (enfin si en
                                    fait), on fait une mise en page tr&egrave;s peu forte pour laisser la place &agrave; la
                                    d&eacute;marche et &agrave; l&rsquo;IA plutot qu&rsquo;au design en lui m&ecirc;me</li>
                            </ul>
                        </li>
                        <li>Mais je trouve &ccedil;a pertinent dans la d&eacute;marche et dans ce qu&rsquo;on raconte donc
                            c&rsquo;est cool<ul>
                                <li>Ok, logique</li>
                            </ul>
                        </li>
                        <li>Tu peux pr&eacute;parer un fichier clean de l&rsquo;&eacute;dition avec une bonne taille de font
                            et le bon syst&egrave;me pour qu&rsquo;on puisse repartir dessus et avancer dessus &agrave; fond
                            ?<ul>
                                <li>yes carr&eacute;ment je m&rsquo;en occupe</li>
                            </ul>
                        </li>
                        <li>Je continue le web carnet de bord, je vais r&eacute;cup&eacute;rer l&rsquo;iconographie, etc,
                            etc<ul>
                                <li>ca roule, tu t&rsquo;en sort ? dacc ca marche trop bien</li>
                            </ul>
                        </li>
                        <li>Oui, j&rsquo;ai am&eacute;liorer mes premi&egrave;res maquettes, niveau dev &ccedil;a devrait
                            &ecirc;tre assez simple, je vais juste demander conseil pour une ligne qui &eacute;volue au
                            cours du scoll et des dates qui s&rsquo;affichent selon la section<ul>
                                <li>mortel bah vasi la c&rsquo;est chanm&eacute; tu me montrera ca ce soir !</li>
                            </ul>
                        </li>
                        <li>au top bisou</li>
                    </ul>
                    <p><br></p>
                    <h3>Retours de Martin Plagnol</h3>
                    <p><br></p>
                    <ul>
                        <li>Faire attention quand on parle &agrave; pourquoi on tourne le geste</li>
                        <li>Quand on tourne le livre c&rsquo;est qu&rsquo;on part de la quatri&egrave;me</li>
                        <li>Tout restructure en livre</li>
                    </ul>
                </div>
                <div class="section" id="section-19">
                    <div>
                        <ul>
                            <li>
                                <div>Antin Xavier - <a href="https://www.cacbretigny.com/fr/residencies/299-stray-workers"
                                        target="_blank">Stray Walkers</a></div>
                            </li>
                            <li>BackOffice Revue -<a
                                    href="http://www.revue-backoffice.com/numeros/02-penser-classer-representer/indra-kupferschmidt-ia-pour-classification-typographique"
                                    target="_blank">&nbsp;Une IA pour la classification typographique</a></li>
                            <li>Bailey David - <a
                                    href="http://www.ozanne-rarebooks.com/andy-warhol-transcripts-of-david-bailey-s-atv-documentary.html"
                                    target="_blank">Andy warhol par David Bailey</a></li>
                            <li>Bastard Pauline - <a href="http://paulinebastard.com/blog/2021/07/03/1397/"
                                    target="_blank">Alex</a></li>
                            <li>Bismuth Pierre - <a href="https://www.centrepompidou.fr/fr/ressources/oeuvre/cL9axjn"
                                    target="_blank">En suivant la main droite - de Marilyn Monroe dans &quot;Some Like it
                                    Hot&quot;</a></li>
                            <li>Boule &Agrave; Z - <a href="https://www.instagram.com/editions.auxtomates/"
                                    target="_blank">&Eacute;ditions aux tomates</a></li>
                            <li>de Brock Gilles</li>
                            <li>Chevalvert - <a
                                    href="https://www.stereolux.org/blog/design-graphique-et-intelligence-artificielle-vers-un-design-algorithmique"
                                    target="_blank">Design graphique et intelligence artificielle : vers un design
                                    algorithmique ?</a></li>
                            <li>Cross Alan &amp; Spezialy Tom - <a href="https://www.imdb.com/title/tt0108988/"
                                    target="_blank">Code Lisa</a></li>
                            <li>Eames Charles &amp; Ray - <a href="https://www.imdb.com/title/tt0078106/"
                                    target="_blank">Power of ten</a></li>
                            <li>ENSBA Lyon - <a
                                    href="https://www.ensba-lyon.fr/actualite_expositions-dejeuner-typographique"
                                    target="_blank">D&eacute;jeuner Typographique</a></li>
                            <li>ESAD de Saint-&Eacute;tienne - <a href="https://revue-azimuts.fr/" target="_blank">Revue
                                    Azimuts</a></li>
                            <li>ESAD Pyr&eacute;n&eacute;es - <a
                                    href="https://ateliers.esad-pyrenees.fr/web/pages/culturenum/ethique/"
                                    target="_blank">Design &eacute;thique, &eacute;co-design, low-techs</a></li>
                            <li>Fourgeaud Nicolas, &Eacute;lodie Henrion et Benjamin Seror - <a
                                    href="https://www.cneai.com/product/lecomusee-de-lhomme-moderne/"
                                    target="_blank">L&rsquo;&eacute;co-mus&eacute;e de l&rsquo;homme moderne</a></li>
                            <li>Henrot Camille - <a
                                    href="https://pointcontemporain.com/camille-henrot-days-are-dogs-palais-de-tokyo/"
                                    target="_blank">Days are dogs</a></li>
                            <li>Huygues Pierre - <a
                                    href="https://www.luma.org/fr/arles/notre-programme/event/after-uumwelt-748387ec-b0d1-4366-ab40-793f3cfc7373.html"
                                    target="_blank">After UUmwelt</a></li>
                            <li>Kubrick Stanley - <a href="https://www.imdb.com/title/tt0062622/" target="_blank">2001,
                                    L&rsquo;odyss&eacute;e de l&rsquo;espace</a></li>
                            <li>Lee Joey - <a href="https://geo.hidden-faces.net/" target="_blank">The Geography of Hidden
                                    Face</a></li>
                            <li>Lib&eacute;ration - <a
                                    href="https://www.liberation.fr/culture/2013/12/06/chris-marker-redonne-sa-langue-au-tchat_964739/#:~:text=BOT%20.,le%20cadre%20d'une%20r%C3%A9trospective."
                                    target="_blank">Chris Marker redonne sa langue au tchat</a></li>
                            <li>Marker Chris - <a href="https://fr.wikipedia.org/wiki/Chris_Marker"
                                    target="_blank">Biographie</a></li>
                            <li>Marker Chris - <a href="https://dialector.poptronics.fr/" target="_blank">Dialector</a></li>
                            <li>Marker Chris - <a href="https://www.imdb.com/title/tt0056119/" target="_blank">La
                                    Jet&eacute;e</a></li>
                            <li>Marshall Penny - <a href="https://www.imdb.com/title/tt0094737/" target="_blank">Big</a>
                            </li>
                            <li>Masure Anthony - <a
                                    href="https://www.anthonymasure.com/conferences/2018-09-isamm-design-ia-tunis"
                                    target="_blank">R&eacute;sister aux bo&icirc;tes noires. Design et intelligences
                                    artificielles</a></li>
                            <li>Medium: Design non &eacute;thique - <a
                                    href="https://designonethic.medium.com/design-%C3%A9thique-mort-du-design-e488650ebc58"
                                    target="_blank">Design &eacute;thique et mort du design</a></li>
                            <li><a href="https://www.instagram.com/metahaven/" target="_blank">Metahaven</a></li>
                            <li>Moholy-Nagy L&aacute;szl&oacute; - <a
                                    href="http://lacmaonfire.blogspot.com/2017/03/did-moholy-nagy-phone-in-these-paintings.html"
                                    target="_blank">Telephone Paintings</a></li>
                            <li>Morris William</li>
                            <li>Panarek Victor - <a href="https://www.lespressesdureel.com/ouvrage.php?id=8623"
                                    target="_blank">Design pour un monde r&eacute;el</a></li>
                            <li>Pr&eacute;vaux Julien - <a href="https://vimeo.com/111013619" target="_blank">What Should We
                                    Do Next</a></li>
                            <li>Rebaudengo Simone -<a href="http://www.simonerebaudengo.com/project/madeinmachina"
                                    target="_blank">&nbsp;Made in Machina/e</a></li>
                            <li>Rusha Edward - <a href="https://www.moma.org/collection/works/199180" target="_blank">New
                                    Paintings of Common Objects</a></li>
                            <li>Schmitt Philipp - <a href="https://humans-of.ai/?img=2#1698,2188" target="_blank">Humans of
                                    AI</a></li>
                            <li>Shiffman Daniel - <a
                                    href="https://www.youtube.com/watch?list=PLRqwX-V7Uu6YPSwT06y_AEYTqIwbeam3y&v=26uABexmOX4&feature=youtu.be&ab_channel=TheCodingTrain"
                                    target="_blank">Beginner&apos;s Guide to Machine Learning with ml5.js</a></li>
                            <li>Skowronnek Alsino - <a href="https://alsino.io/the-amazing-augmented-tagger-machine/"
                                    target="_blank">The Amazing Augmented Tagger Machine</a></li>
                            <li>Spotify could soon replace real artists with AI music -&nbsp;</a><a
                                    href="https://www.inputmag.com/tech/spotify-could-soon-replace-real-artists-with-ai-music"
                                    target="_blank">InputMag</a></li>
                            <li><a href="https://www.fastcompany.com/90223486/this-ai-designs-balenciaga-better-than-balenciaga"
                                    target="_blank">This AI designs Balenciaga better than Balenciaga</a></li>
                            <li>Zocco Fabien - <a
                                    href="https://www.cnap.fr/attack-sun-un-film-de-fabien-zocco-et-gwendal-sartre"
                                    target="_blank">Attack the sun</a></li>
                        </ul>
                    </div>
                </div>
            </div>
    
            <div id="right" class="column">
    
                <div class="img-container">
                    <div class="text-description">
                        <div class="informations"><span class="italic">Détection de formes par Convolutional Neural Network
                                sur ML5JS</span> GAN(DiscoDiffusion)</div>05.04
                    </div>
                    <img class='img' id="recadrage-1" src="./images/productions/0408_RechercheCNN_1.gif.gif"
                        alt="Italian Trulli">
                </div>
    
                <div class="img-container">
                    <div class="text-description">
                        <div class="informations"><span class="italic">Reconnaissance de visages Convolutional Neural
                                Network sur ML5JS</span>GAN(DiscoDiffusion)</div>08.04
                    </div>
                    <img class='img' id="recadrage-2" src="./images/productions/0408_RechercheCNN_2.gif"
                        alt="Italian Trulli">
                </div>
    
                <div class="img-container">
                    <div class="text-description">
                        <div class="informations"> <span class="italic">Birthday Cake</span>GAN(DiscoDiffusion)</div> 13.04
                    </div>
                    <img class='img' src="./images/productions/0413_BirthdayCake(0).gif" alt="Italian Trulli">
                </div>
    
                <div class="img-container">
                    <div class="text-description">
                        <div class="informations"><span class="italic">Birthday Cake</span>GAN(DiscoDiffusion)</div>13.04
                    </div>
                    <img class='img' src="./images/productions/0413_BirthDayCakevqgan_clip.gif" alt="Italian Trulli">
                </div>
    
                <div class="img-container">
                    <div class="text-description">
                        <div class="informations"><span class="italic">Picto To Burger</span>GAN(VQGAN)</div>13.04
                    </div>
                    <img class='img' src="./images/productions/0413_Burgervqgan_clip.gif" alt="Italian Trulli">
                </div>
    
                <div class="img-container">
                    <div class="text-description">
                        <div class="informations"><span class="italic">Face To Face</span>GAN(VQGAN)</div>13.04
                    </div>
                    <img class='img' src="./images/productions/0413_creepyFace.gif" alt="Italian Trulli">
                </div>
    
                <div class="img-container">
                    <div class="text-description">
                        <div class="informations"><span class="italic">Face To Face 2</span>GAN(VQGAN)</div>13.04
                    </div>
                    <img class='img' src="./images/productions/0413_creepyFace4.gif" alt="Italian Trulli">
                </div>
    
                <div class="img-container">
                    <div class="text-description">
                        <div class="informations"> <span class="italic">Elon Musk</span>GAN(StyleTransfert)</div>13.04
                    </div>
                    <img class='img' src="./images/productions/0413_ElonMuskvqgan_clip (1).gif" alt="Italian Trulli">
                </div>
    
                <div class="img-container">
                    <div class="text-description">
                        <div class="informations"> <span class="italic">A beautiful painting of a singular lighthouse,
                                shining its light across a tumultuous sea of blood by greg rutkowski and thomas kinkade,
                                Trending on artstation.</span>GAN(DiscoDiffusion)</div>13.04
                    </div>
                    <img class='img' src="./images/productions/0413_firstAI-Generated.png" alt="Italian Trulli">
                </div>
    
                <div class="img-container">
                    <div class="text-description">
                        <div class="informations"> <span class="italic">Macron To Bear</span>GAN(VQGAN)</div>13.04
                    </div>
                    <img class='img' src="./images/productions/0413_MacronBear.png" alt="Italian Trulli">
                </div>
    
                <div class="img-container">
                    <div class="text-description">
                        <div class="informations"><span class="italic">2 large eggs, 3/4 cup (150g) granulated sugar, 1 cup
                                (226g) plain whole milk yogurt, regular or Greek</span>GAN(VQGAN)</div>13.04
                    </div>
                    <img class='img' src="./images/productions/0413_Recipe1(0)_0000.png" alt="Italian Trulli">
                </div>
    
                <div class="img-container">
                    <div class="text-description">
                        <div class="informations"> <span class="italic">A hideous sweat with rainbow color, The kind of
                                hoodie that Kanye West can wear </span>GAN(DiscoDiffusion)</div>13.04
                    </div>
                    <img class='img' src="./images/productions/0413_Ro_KanyeWestHoodie_0005.png" alt="Italian Trulli">
                </div>
    
                <div class="img-container">
                    <div class="text-description">
                        <div class="informations"> <span class="italic">A blue ship under the skin</span>GAN(DiscoDiffusion)
                        </div>13.04
                    </div>
                    <img class='img' src="./images/productions/0413_Ro_AShipUnderTheSkin_0086.png" alt="Italian Trulli">
                </div>
    
                <div class="img-container">
                    <div class="text-description">
                        <div class="informations"><span class="italic">A poster of Lenine with a banana smile, in an
                                internationak graphic design style like Joseph Mueller-Brockmann.</span> - Extrait 1
                            GAN(DiscoDiffusion)</div>14.04
                    </div>
                    <img class='img' src="./images/productions/0413_TimeToDisco(0)_1.png" alt="Italian Trulli">
                </div>
    
                <div class="img-container">
                    <div class="text-description">
                        <div class="informations"><span class="italic">A poster of Lenine with a banana smile, in an
                                internationak graphic
                                design style like Joseph Mueller-Brockmann.</span> - Extrait 2 GAN(DiscoDiffusion)</div>
                        14.04
                    </div>
                    <img class='img' src="./images/productions/0413_TimeToDisco(1)_5.png" alt="Italian Trulli">
                </div>
    
                <div class="img-container">
                    <div class="text-description">
                        <div class="informations"> <span class="italic">A poster of Lenine with a banana smile, in an
                                internationak graphic design
                                style like Joseph Mueller-Brockmann.</span>GAN(DiscoDiffusion)</div>14.04
                    </div>
                    <img class='img' src="./images/productions/0413_TimeToDisco(1)_19.png" alt="Italian Trulli">
                </div>
    
                <div class="img-container">
                    <div class="text-description">
                        <div class="informations"><span class="italic">Two people eating on a beach, in frot of a beautiful
                                sunset shining a orange
                                light across the scene</span>GAN(DiscoDiffusion)</div>15.04
                    </div>
                    <img class='img' src="./images/productions/0413_TimeToDisco(0)_2.png" alt="Italian Trulli">
                </div>
    
                <div class="img-container">
                    <div class="text-description">
                        <div class="informations"><span class="italic">A Boeuf Bourguignon, on an old pot, still
                                hot</span>GAN(DiscoDiffusion)</div>15.04
                    </div>
                    <img class='img' src="./images/productions/0416_Boeuf(0)_0000.png" alt="Italian Trulli">
                </div>
    
                <div class="img-container">
                    <div class="text-description">
                        <div class="informations"><span class="italic">A Boeuf Bourguignon, on a dinner table, the sunset
                                shine into the room, by
                                salvador dali, Trending on artstation.</span>GAN(DiscoDiffusion)</div>15.04
                    </div>
                    <img class='img' src="./images/productions/0416_Boeuf3(0)_1.png" alt="Italian Trulli">
                </div>
    
                <div class="img-container">
                    <div class="text-description">
                        <div class="informations"><span class="italic">A 'Hello', Helvetica font</span>GAN(DiscoDiffusion)
                        </div>19.04
                    </div>
                    <img class='img' src="./images/productions/0419_FontTest(-1)_4.png" alt="Italian Trulli">
                </div>
    
                <div class="img-container">
                    <div class="text-description">
                        <div class="informations"><span class="italic">Hello' text written Helvetica
                                font</span>GAN(DiscoDiffusion)</div>19.04
                    </div>
                    <img class='img' src="./images/productions/0419_HelloFontTest(-1)_3.png" alt="Italian Trulli">
                </div>
    
                <div class="img-container">
                    <div class="text-description">
                        <div class="informations"><span class="italic">AA painting of the color
                                #c2f542</span>GAN(DiscoDiffusion)</div>19.04
                    </div>
                    <img class='img' src="./images/productions/0419_HexaBitch(-1)_9.png" alt="Italian Trulli">
                </div>
    
                <div class="img-container">
                    <div class="text-description">
                        <div class="informations"><span class="italic">'Hello' written like Bauhaus, trending on
                                artstation</span>GAN(DiscoDiffusion)</div> 20.04
    
                    </div>
                    <img class='img' src="./images/productions/0420_HelloBauhaus(-1)_9.png" alt="Italian Trulli">
                </div>
    
                <div class="img-container">
                    <div class="text-description">
                        <div class="informations"><span class="italic">Premier test de GAN personnalisé à partir d'images
                                provenant de nos productions
                                graphiques</span>GAN(custom)</div>22.04
                    </div>
                    <img class='img' src="./images/productions/0422_MyDesign_1.gif" alt="Italian Trulli">
                </div>
    
                <div class="img-container">
                    <div class="text-description">
                        <div class="informations"><span class="italic">Entrainement à partir de notre première banque
                                d'images, récoltés sur
                                Kaggle</span>GAN(DiscoDiffusion)</div>23.04
                    </div>
                    <img class='img' src="./images/productions/0422_Pizza-1000_train-999.png" alt="Italian Trulli">
                </div>
    
                <div class="img-container">
                    <div class="text-description">
                        <div class="informations"><span class="italic">Workers in industry in the Victorian
                                era</span>GAN(DiscoDiffusion)</div>23.04
                    </div>
                    <img class='img' src="./images/productions/0502_Workers-IndustrialEra.png" alt="Italian Trulli">
                </div>
    
                <div class="img-container">
                    <div class="text-description">
                        <div class="informations"><span class="italic">Premiers échanges avec OpenAI</span>OpenAI</div>29.04
                    </div>
                    <img class='img' src="./images/productions/0429_PremierTestOpenAI_2.png" alt="Italian Trulli">
                </div>
                <div class="img-container">
                    <div class="text-description">
                        <div class="informations"><span class="italic">Lucie, a political woman</span>VQGAN(CLIP)</div>03.05
                    </div>
                    <img class='img' src="./images/productions/0603_Lucie499.png" alt="Italian Trulli">
                </div>
    
                <div class="img-container">
                    <div class="text-description">
                       <div class="informations"><span class="italic">Pad thaï</span>VQGAN(CLIP)</div>03.05
                    </div>
                    <img class='img' src="./images/productions/0603_PadThai500.png" alt="Italian Trulli">
                </div>
    
                <div class="img-container">
                    <div class="text-description">
                     <div class="informations"><span class="italic">Sky3D</span>VQGAN(CLIP)</div>03.05
                    </div>
                    <img class='img' src="./images/productions/0603_Sky3D499.png" alt="Italian Trulli">
                </div>
    
                <div class="img-container">
                    <div class="text-description">
                        <div class="informations"><span class="italic">Chinese Man</span>VQGAN(CLIP)</div>03.05
                    </div>
                    <img class='img' src="./images/productions/0503_ChineseMan.png" alt="Italian Trulli">
                </div>
    
    
                <div class="img-container">
                    <div class="text-description">
                        <div class="informations"><span class="italic">Chinese meal with friends</span>VQGAN(CLIP)</div>
                        03.05
                    </div>
                    <img class='img' src="./images/productions/0503_ChineseMealWithFriendsvqgan_clip.gif"
                        alt="Italian Trulli">
                </div>
    
                <div class="img-container">
                    <div class="text-description">
                        <div class="informations"><span class="italic">Stuffed chicken</span>VQGAN(CLIP)</div>03.05
                    </div>
                    <img class='img' src="./images/productions/0503_DallEStuffedChicken000010.png" alt="Italian Trulli">
                </div>
    
                <div class="img-container">
                    <div class="text-description">
                        <div class="informations"><span class="italic">Premiers échanges autour de l'identité et du
                                repas</span>OpenAI</div>03.05
                    </div>
                    <img class='img' src="./images/productions/0503_EchangeIdentité_2.png" alt="Italian Trulli">
                </div>
    
                <div class="img-container">
                    <div class="text-description">
                        <div class="informations"><span class="italic">Générations de profils</span>OpenAI</div>04.05
                    </div>
                    <img class='img' src="./images/productions/0503_FabricationIdentité_2.png" alt="Italian Trulli">
                </div>
    
                <div class="img-container">
                    <div class="text-description">
                        <div class="informations"><span class="italic">Visages augmentés</span>GAN(custom)+SWINLR</div>04.05
                    </div>
                    <img class='img' src="./images/productions/0503_GenerationVisages.png" alt="Italian Trulli">
                </div>
    
                <div class="img-container">
                    <div class="text-description">
                        <div class="informations"><span class="italic">The face of Kun Chen, a chinese man with no pets. He
                                likes coding and
                                the font Comic Sans MS, he also likes Japanese food wear casual clothes</span> - essai 01
                            OpenAI</div>04.05
                    </div>
                    <img class='img' src="./images/productions/0503_KunChen.png" alt="Italian Trulli">
                </div>
    
                <div class="img-container">
                    <div class="text-description">
                        <div class="informations"><span class="italic">The face of Kun Chen, a chinese man with no pets. He
                                likes coding and
                                the font Comic Sans MS, he also likes Japanese food wear casual clothes</span>- essai 02
                            OpenAI</div>04.05
                    </div>
                    <img class='img' src="./images/productions/0503_KunChen2.png" alt="Italian Trulli">
                </div>
    
                <div class="img-container">
                    <div class="text-description">
                        <div class="informations"><span class="italic">The Story of Kung Chen</span>OpenAI</div>04.05
                    </div>
                    <img class='img' src="./images/productions/0503_KunChenStory_02.png" alt="Italian Trulli">
                </div>
    
                <div class="img-container">
                    <div class="text-description">
                        <div class="informations"><span class="italic"> Charlotte Allard faces</span>VQGAN(CLIP)</div> 04.05
                    </div>
                    <img class='img' src="./images/productions/0504_422.png" alt="Italian Trulli">
                </div>
    
                <div class="img-container">
                    <div class="text-description">
                        <div class="informations"><span class="italic">Poster généré à partir d'images
                                récupéré</span>GAN(Custom)</div>04.05
                    </div>
                    <img class='img' src="./images/productions/0426Capture d’écran 2022-05-26 à 13.29.29.png"
                        alt="Italian Trulli">
                </div>
    
                <div class="img-container">
                    <div class="text-description">
                        <div class="informations"><span class="italic">Chair</span>VQGAN(CLIP)</div>04.05
                    </div>
                    <img class='img' src="./images/productions/0503_Chairvqgan_clip.gif" alt="Italian Trulli">
                </div>
    
                <div class="img-container">
                    <div class="text-description">
                        <div class="informations"><span class="italic">Thai bamboo basket</span>VQGAN(CLIP)</div>05.05
                    </div>
                    <img class='img' src="./images/productions/0504_Bamboo499.png" alt="Italian Trulli">
                </div>
    
                <div class="img-container">
                    <div class="text-description">
                        <div class="informations"><span class="italic">Charlotte</span>VQGAN(CLIP)</div>05.05
                    </div>
                    <img class='img' src="./images/productions/0504_Charlotte_499.png" alt="Italian Trulli">
                </div>
    
                <div class="img-container">
                    <div class="text-description">
                        <div class="informations"><span class="italic">Charlotte Allard</span>VQGAN(CLIP)</div>05.05
                    </div>
                    <img class='img' src="./images/productions/0504_Charlotte_Allard499.png" alt="Italian Trulli">
                </div>
    
                <div class="img-container">
                    <div class="text-description">
                        <div class="informations"><span class="italic">Incident</span>QGAN(CLIP)</div>05.05
                    </div>
                    <img class='img' src="./images/productions/0504_Incident_499.png" alt="Italian Trulli">
                </div>
    
                <div class="img-container">
                    <div class="text-description">
                        <div class="informations"><span class="italic">Premiers essais éditoriaux</span></div>06.05
                    </div>
                    <img class='img' src="./images/productions/0504_PremiersEssaisEditoriaux.png" alt="Italian Trulli">
                </div>
    
                <div class="img-container">
                    <div class="text-description">
                        <div class="informations"><span class="italic">Thai family</span>QGAN(CLIP)</div>06.05
                    </div>
                    <img class='img' src="./images/productions/0504_Thaifamily499.png" alt="Italian Trulli">
                </div>
    
                <div class="img-container">
                    <div class="text-description">
                        <div class="informations"><span class="italic">Dog of Charlotte</span>GAN(custom)</div>06.05
                    </div>
                    <img class='img' src="./images/productions/0504train-5149.png" alt="Italian Trulli">
                </div>
    
                <div class="img-container">
                    <div class="text-description">
                        <div class="informations"><span class="italic">Nos trois visages mélangés</span>GAN(custom)</div>
                        06.05
                    </div>
                    <img class='img' src="./images/productions/0505_Rohan_final.png" alt="Italian Trulli">
                </div>
    
                <div class="img-container">
                    <div class="text-description">
                        <div class="informations"><span class="italic">Reproduction d'un arbre près du Campus Fonderie de
                                l'Image</span>
                            GAN(custom)</div>06.05
                    </div>
                    <img class='img' src="./images/productions/0505_train-5600.png" alt="Italian Trulli">
                </div>
    
                <div class="img-container">
                    <div class="text-description">
                        <div class="informations"><span class="italic">charlotte allard, an 18th century
                                writer</span>VQGAN(CLIP)</div>07.05
                    </div>
                    <img class='img' src="./images/productions/0506_CharlotteAllard-CLIPGuided250.png" alt="Italian Trulli">
                </div>
    
                <div class="img-container">
                    <div class="text-description">
                        <div class="informations"><span class="italic">Essai de re-création d'un récit de vie à partir de la
                                question « tu te souviens
                                »</span>OpenAI</div>07.05
                    </div>
                    <img class='img' src="./images/productions/0506_CharlotteAllard01.png" alt="Italian Trulli">
                </div>
    
                <div class="img-container">
                    <div class="text-description">
                        <div class="informations"><span class="italic">Extrait d'un dialogue avec l'IA à propos de Charlotte
                                Allard</span>
                            OpenAI</div>07.05
                    </div>
                    <img class='img' src="./images/productions/0506_CharlotteAllard02.png" alt="Italian Trulli">
                </div>
    
                <div class="img-container">
                    <div class="text-description">
                        <div class="informations"><span class="italic">Essai de re-création d'un récit de vie à partir de la
                                phrase « Raconte moi
                                l'histoire de Charlotte Allard »</span>VQGAN(CLIP)</div>07.05
                    </div>
                    <img class='img' src="./images/productions/0506_CharlotteAllard03.png" alt="Italian Trulli">
                </div>
    
                <div class="img-container">
                    <div class="text-description">
                        <div class="informations"><span class="italic">Nuage généré à partir d'une banque d'images de
                                Kaggle</span>GAN(custom)</div>07.05
                    </div>
                    <img class='img' src="./images/productions/0506_Cloud_499.png" alt="Italian Trulli">
                </div>
    
                <div class="img-container">
                    <div class="text-description">
                        <div class="informations"><span class="italic">Pissenlit généré à partir de photos prises par nous
                                même</span> GAN(custom)</div>
                    </div>
                    <img class='img' src="./images/productions/0506_Pissenlit_499" alt="Italian Trulli">
                </div>
    
                <div class="img-container">
                    <div class="text-description">
                        <div class="informations"><span class="italic">Immeuble généré à partir de photos prises par nous
                                même</span>GAN(custom)</div>08.05
    
                    </div>
                    <img class='img' src="./images/productions/0506_train-1.png" alt="Italian Trulli">
                </div>
    
                <div class="img-container">
                    <div class="text-description">
                        <div class="informations"><span class="italic">Kids playing in the street</span>VQGAN(CLIP)</div>
                        08.05
                    </div>
                    <img class='img' src="./images/productions/0508_KidsRuebatch1.png" alt="Italian Trulli">
                </div>
    
                <div class="img-container">
                    <div class="text-description">
                        <div class="informations"><span class="italic">Exemple d'un compte Instagram selectionné</span>
                        </div>09.05
                    </div>
                    <img class='img' src="./images/productions/0509_ExInsta.png" alt="Italian Trulli">
                </div>
    
                <div class="img-container">
                    <div class="text-description">
                        <div class="informations"><span class="italic">Tableau de sélection et de suivis des comptes
                                crawlés</span></div>09.05
                    </div>
                    <img class='img' src="./images/productions/0509_TrieInsta.png" alt="Italian Trulli">
                </div>
    
                <div class="img-container">
                    <div class="text-description">
                        <div class="informations"><span class="italic">Protocole de génération final</span>OpenAI</div>12.05
                    </div>
                    <img class='img' src="./images/Productions/0512_OPENAI_TRAINING.gif" alt="Italian Trulli">
                </div>
    
                <div class="img-container">
                    <div class="text-description">
                        <div class="informations"><span class="italic">Entrainement à partir du compte instagram
                                ExpoFilm</span>GAN(custom)</div>16.05
                    </div>
                    <img class='img' src="./images/productions/0516_train-147.png" alt="Italian Trulli">
                </div>
    
                <div class="img-container">
                    <div class="text-description">
                        <div class="informations"><span class="italic">Reproduction de Villem Flusser</span>OpenAI</div>
                        18.05
                    </div>
                    <img class='img' src="./images/productions/0518_TestVillemFlusser.png" alt="Italian Trulli">
                </div>
            </div>
        </div>

        
    </div>
    <script src="scripts/script.js"></script>
</body>